{
	"welcomeMessage": "Welcome to the unoffical Densha de D Website",
	"description": "For help and collaboration with the Densha de D Community please join our Discord Server",
	"games": {
		"lightning": {
			"name": "Lightning Stage",
			"description": "Densha de D: Lightning Stage is the first game in the series. Densha de D is a parody of the Manga/Anime InitialD. While Initial D is a racing series about racing and drifting cars, Densha de D is the same just with trains. You can find more information later, when I'm done with a cool text.",
			"characters": {
				"name": "Takumi Fujiwara",
				"description": 
				[
					"Takumi Fujiwara (藤原拓海 Fujiwara Takumi, known as Tak in the Tokyopop version) is the main protagonist of Initial D, a member of Project D and is friends and associated with the Akina SpeedStars. He is the driver of the Toyota Sprinter AE86 Trueno GT Apex or simply the Eight-Six, originally belonging to his father Bunta, and forcibly became the delivery boy of his father's tofu business, doing deliveries in the morning at Mount Akina.",
					"Despite seemingly not having knowledge of cars, in fact he didn't know that his car was called an Eight-Six, Takumi is a very skilled driver, having driven on Akina since he was in junior high. This caught the attention of other racing teams such as the Akagi RedSuns and the Myogi NightKids who wanted a piece of racing against Takumi.",
					"In his up and coming emergence, he raced against Keisuke Takahashi, NightKids members Takeshi Nakazato and Shingo Shoji, the female racing duo Impact Blue, Kenta Nakamura and finally Ryosuke Takahashi, in which he ended Ryosuke's winning streak. At the same time he was dating Natsuki Mogi."
				]
			},
			"trains": {
            	"name": "Hankyu 2000",
            	"description": 
				[
					"<a href='https://ja.wikipedia.org/wiki/%E9%98%AA%E6%80%A52000%E7%B3%BB%E9%9B%BB%E8%BB%8A' target='_blank'>Hankyu 2000 Series</a>",
					"<b>運転士は藤原拓海</b>",
					"<p>阪急電鉄 宝塚線を走る２０００系。</p>",
					"<p>拓海の先輩である池谷がリーダーの「TAKARAZUKA SPEED STARS」...</p>"
				  ]
			}
	},
		"burning": {
			"name": "Burning Stage",
			"description": "Description of Burning Stage"
		}
	}
}