{
	"welcomeMessage": "非公式な電車でDのウェブサイトへようこそ",
	"description": "電車でDコミュニティとのサポートや協力のために、ぜひ私たちのDiscordサーバーに参加してください",
	"games": {
		"lightning": {
			"name": "Lightning Stage",
			"description": "「Densha de D Lightning Stage（電車D ライトニングステージ）」は、重野秀一によって書かれ、イラストが描かれた人気漫画『頭文字D』を基にした三次元の電車バトルゲームです。主人公の藤原拓海と、シリーズの4人のキャラクターが登場し、プレイヤーは「電車」（日本の電車）を使って、速いペースでアーケードスタイルのレースを楽しみます。各電車は独自の方法で競い、ゲームはターンをドリフトで曲がりながらスピードを維持することを奨励します。ゲームモードは3つあります：シングルプレイヤーのストーリーモード「ドラマティックモード」、2人プレイヤーで対戦する「バトルモード」、そして「リプレイモード」では記憶に残るバトルを再生できます。『Densha de D Lightning Stage』はシリーズの1作目で、2010年8月14日にコミケ78で発売されました。",
			"characters": [
				{
					"name": "Takumi Fujiwara",
					"alias": "藤原拓海",
					"description": 
					[
						"藤原拓海 (Takumi Fujiwara, 藤原拓海, Tokyopop版ではTakとして知られる) は、頭文字Dの主人公であり、Project Dのメンバーであり、秋名スピードスターズの友人かつ関連人物です。彼はトヨタスプリンターAE86トレノGTアペックス、または単に「ハチロク」と呼ばれる車のドライバーであり、元々は父親の文太の所有物でした。彼は強制的に父親の豆腐屋の配達員となり、毎朝秋名山で配達をしていました。",
						"<br>",
						"車についての知識がないように見えるにもかかわらず、実際には自分の車が「ハチロク」と呼ばれていることすら知らなかった拓海ですが、彼は非常に熟練したドライバーです。中学生の時から秋名山を走っており、これが秋赤城レッドサンズや妙義ナイトキッズなどの他のレーシングチームの注目を集め、彼らは拓海とレースをしたいと思いました。",
						"<br>",
						"拓海の台頭の中で、彼は高橋啓介、ナイトキッズのメンバー中里毅と庄司真吾、女性レーシングデュオのインパクトブルー、中村健太、そして最終的には高橋涼介とレースを行い、涼介の連勝記録を終わらせました。同時に、彼は茂木なつきと付き合っていました。",
						"<br>",
						"彼の連勝記録は、帝王のリーダー須藤京一と秋山でのレースで終わるかと思われました。しかし、京一はその対戦をレースとは考えておらず、単に拓海にハチロクが自分のエボIIIには力不足だと証明したかっただけだと述べました。ハチロクは文太によって修理され、新しいエンジンといくつかのアップグレードが施されました。修理後のハチロクで、彼は埼玉地域出身でハチロクのドライバーである秋山渉と対戦しました。",
						"<br>",
						"その後、京一との再戦や小柏カイとのレースを経て、なつきと和解し、それぞれの道を進むことになりました。その後、彼は涼介の新しいチーム「Project D」に参加しました。このチームは彼の以前のチーム「レッドサンズ」と似た目標を持っていました。Project Dのダウンヒルドライバーとして、彼のスキルは大幅に向上し、異なる地域のより強力な対戦相手とレースを行い、同時にゴルファーの上原美佳という二人目の恋人と出会いました。",
						"<br>",
						"Project Dでの最後のレースはサイドワインダーのメンバー乾信司との対戦でした。勝利したものの、ハチロクのエンジンは破壊されました。現在、彼は文太のスバルインプレッサを運転しており、秋名山でのレースを続けながら、プロのレーサーになる計画を立てています。",
						"<br>"
					]
				},
				{
					"name": "Keisuke Takahashi",
					"alias": "高橋啓介",
					"description": 
					[
						"高橋啓介 (Keisuke Takahashi, 高橋啓介, K.T.) は、レッドサンズのナンバー2ドライバーです。啓介はアンフィニRX-7タイプR（FD3S）を運転し、兄の涼介に次ぐ熟練ドライバーです。啓介はかなり短気な若者で、負けることを嫌います。また、感情に従って運転することで知られており、例えば勝てないと気づくと運転が乱れ、逆にリードしている時は無邪気で非常にリラックスしています。彼はかつて両親に反抗し、多くの争いを起こしました。両親は啓介を諦めましたが、涼介は啓介の気持ちをよく理解していました。その後、涼介は啓介をダウンヒルに連れて行き、彼の人生を変えました。涼介が啓介をストリートレースに引き込む前、啓介は暴走族のリーダーでした。彼は兄の新しいチームに参加し、拓海とライバル関係を持つようになります。啓介はほとんどのレースでヒルクライム（上り）を担当し、拓海はダウンヒルを担当します。",
						"<br>",
						"啓介は兄のように分析的ではありませんが、涼介の計算や分析能力に驚嘆しています。一方で、啓介の「考えすぎずに感じるままに運転する能力」には涼介も驚かされています。涼介はレースをあまり長く続けるつもりはなく、将来医者になることを決意していますが、啓介は人生をレースに捧げており、最終的な目標はプロのレーサーになることです。しかしまず、彼は拓海に勝たなければなりません。表面上は仲良く見えますが、二人の間には誰がエースかという議論が続いており、しかし啓介は拓海を尊敬しています。啓介は、拓海が大きな戦いの前でもすぐに眠りにつく姿を見て、「拓海はプレッシャーというものを知っているのだろうか」と自問し、自分が拓海ほど強い精神力を持っていないと語ったことがあります。",
						"<br>",
						"Fourth Stageアニメの終盤までに、啓介のスキルは劇的に向上し、プロのレーシングチームから連絡先を提供されるほどになります。しかし、啓介は自分にはまだプロのレーサーになる準備が整っていないと考え、その申し出を断ります。同時に、拓海は「本気のレースをしたら啓介は自分を倒せるかもしれない」と述べています。",
						"<br>",
						"Final Stageの後、彼はRX-7を駆り、富口を専属メカニックとして持つフルプロのレーサーになります。",
						"<br>"
					]
				},
				{
					"name": "Takeshi Nakazato",
					"alias": "中里毅",
					"description":
					[
						"中里毅 (Takeshi Nakazato, 中里 毅, Zack)、またの名を黒い稲妻 (Kuroi Inazuma) は、妙義ナイトキッズのリーダーです。彼は赤城レッドサンズの高橋啓介が藤原拓海とレースをする秋名で初登場しました。拓海が啓介を倒したことに驚いた毅は、自分こそが秋名のダウンヒルスペシャリストに挑戦して倒す人物であり、次はレッドサンズを倒すと決意しました。",
						"<br>",
						"彼は知的で熟練したドライバーであり、特に拓海の「溝落とし」テクニックを、ハチロクが啓介のFDと最初に戦った際に観察して認識しました。しかし、彼の弱点は怒りや感情が理性を妨げることであり、その結果スロットルコントロールが悪化します。また、全力でレースをする傾向があり、タイヤの消耗を考慮しないため、最終的にレースに負けることが多く、時には車をクラッシュさせることもあります。彼は加速が非常に得意で、グリップ走行の哲学で知られています。以前の車は日産シルビア（S13）で、ドリフト技術を使用していました。しかし、妙義のホームコースで白（または銀色）のR32に大敗した後、日産スカイラインGT-R（R32）に乗り換えました。このスカイラインとの敗北を機に彼の哲学が変わり、派手で弱いドリフト技術よりもグリップ走行技術を重視するようになりました。また、どんなドライバーの技術があっても、車はその能力を超えて走ることはないと信じています。",
						"<br>",
						"毅は妙義山のナイトキッズチームのリーダーであり、インパクトブルーの佐雪に興味を示しています。",
						"<br>",
						"彼は高橋国光のようにGT-Rのファンです。",
						"<br>"
					]
				},
				{
					"name": "Shingo Shoji",
					"alias": "庄司慎吾",
					"description":
					[
						"庄司慎吾 (Shingo Shoji, 庄司 慎吾) は、ナイトキッズのメンバーであり、赤いホンダシビックSiR-II（EG6）を運転しています。慎吾は危険なレーススタイルを好み、自分が勝てる見込みがないと判断した場合、ライバルの車に軽く接触して相手を制御不能に陥れようとします。普通のダウンヒルレースには楽しみを見いだせず、ハンデ戦でのレースを好みます。このハンデ戦では、レース中に右手をハンドルにテープで固定します。この行為により、自らのハンドル操作能力を制限します。レースの能力に関して言えば、慎吾はナイトキッズチームで最も優れたドライバーです。また、インパクトブルーのナビゲーターである佐雪とは幼馴染です。",
						"<br>",
						"慎吾は実際には中里と多くの考えを共有していますが、他のバトルを観戦する際には、友達と思われないように互いに距離を置こうとします。しかし、『エクストラステージ』では仲間のように振る舞う場面もありました。また、ナイトキッズのために中里のチームメイトを応援したこともあり、例えば岩城清次と彼のエボIVとのバトルの時などがその例です。",
						"<br>"
					]
				},
				{
					"name": "Ryosuke Takahashi",
					"alias": "高橋涼介",
					"description":
					[
						"高橋涼介 (Ryosuke Takahashi, 高橋 涼介; Tokyopop版ではRyとして知られる) は、『頭文字D』の主要キャラクターの一人であり、赤城レッドサンズとProject Dの創設者でリーダーです。もともとは「赤城の白い彗星」というニックネームで知られるソロレーサーであり、ストリートレース界を日本全国で制覇することを目的としてレッドサンズを結成し、弟の啓介を含むレーサーを勧誘しました。このことから、二人は「ロータリーブラザーズ」と呼ばれるようになりました。",
						"<br>",
						"啓介の敗北と藤原拓海（トヨタAE86のドライバー）の登場により、レッドサンズの計画は一時中断されました。涼介は藤原拓海とのレースの前にプロのレーシングチームに招待されましたが、ストリートレースにしか興味がなかったため断りました。彼の連勝記録は藤原拓海に敗北したことで途絶えました。この敗北の後、彼は一時的にレースを引退しましたが、チームエンペラーのリーダーでライバルの須藤京一という脅威に立ち向かうため復帰しました。また、妙義ナイトキッズのリーダー、中里毅ともレースをし、これを打ち破りました。",
						"<br>",
						"その後すぐに拓海が秋山渉とレースをした後、涼介は新しいレーシングチーム「Project D」を結成し、レッドサンズを事実上解散させました。このチームの目標は、ストリートレース界を支配することでしたが、1年限定での活動とし、その後は医大に戻る計画を立てていました。",
						"<br>",
						"神奈川でのProject Dのレース中に、涼介が神奈川出身のストリートレーサーで医学部の同期でもある北条凛との繋がりを持つことが明らかになりました。彼らはかつて、凛の婚約者だった香織という女性を巡って争いを抱えていました。香織は凛の言葉による虐待を受けて自殺し、その結果、凛はレース界から姿を消しました。過去から逃げることはできないと悟った涼介は、松本修一と協力して秘密裏に車を改造し、箱根ターンパイクで凛とレースをしました。しかし、Team Spiralのリーダーである池田竜司の助けを得て、凛がクラッシュするのを防ぎ、その後二人はお互いの違いを解消しました。",
						"<br>",
						"Project Dの解散後も、涼介はストリートレースの静かな観客として活動を続け、やがて新たな才能あるレーサーを発掘すると述べています。同時に、医学の勉強を続けていることが示唆されています。",
						"<br>"
					]
				},
				{
					"name": "Hukumen",
					"alias": "藤原文太",
					"description":
					[
						"藤原文太 (Bunta Fujiwara) は群馬県で豆腐店を営む拓海の父親です。彼はかつて秋名山でナンバーワンのダウンヒルレーサーでしたが、現在はレースを引退し、息子拓海のレーシング技術の育成に専念しています。彼は、秋名山で最速のダウンヒルタイムを記録している、謎の白いゴーストAE86スプリンタートレノの元々のドライバーです。文太は拓海を訓練するために独自の方法を持っています。毎朝、拓海が豆腐を配達する際、文太はドリンクホルダーに水の入ったコップを置き、運転中に一滴もこぼしてはならないと指示します。これは表向きにはトランク内の豆腐を壊さないためですが、実際には拓海が非常にスムーズに運転することを強制します。文太自身は今でも秋名山で最も優れたダウンヒルレーサーと考えられており、シリーズの序盤で、トレノを運転しながら、助手席の祐一を乗せてカーブをドリフトしつつタバコに火をつける場面でその実力が示されています。",
						"<br>",
						"シリーズが進むにつれて、拓海がトレノを使用することが増えたため、文太はその車を拓海に譲りました。その後、秋名でスバルインプレッサWRX STI Type R Version Vをテストドライブ中に息子を破り、拓海にAWDコンプレックスを抱かせました。文太はその車を購入することを決めましたが、しばらくの間、その事実を拓海には隠していました。自分がそのドライバーだったことを明かした後、文太は拓海にインプレッサとハチロクを交互に使って配達するよう指示しました。これは拓海をより優れたドライバーに育てるための別の戦略であり、現代の車の潜在能力とAWDの特性を示すものでした。このように彼の訓練戦略が示される一方で、文太が再び秋名で最も手強い対戦相手であることが証明されます。",
						"<br>",
						"文太は、ストリートレーサー時代に無敗だったと考えられています。橘と池谷の間で交わされた会話には、これを疑問視する可能性のある内容が含まれていますが、その出来事の曖昧な説明により、実際の結果は推測に委ねられています。この会話は、栃木編（マンガの第15巻、または映画『Third Stage』）で、橘が文太と小柏健の間のライバル関係を説明する際に出てきます。橘によると、文太と健は本当に最速のストリートレーサーが誰であるかを決めるためにいろは坂で何度もレースを行い、最終的に決定的なレースで文太が勝利しました。これにより、文太が1回以上負けた可能性が示唆されますが、このアイデアはそれ以上議論されることはなく、この会話は単に健の息子（最近、拓海に同じ道路でレースを挑んだ）が持つレーシング血統を説明するために書かれたものです。",
						"<br>"
					]
				},
				{
					"name": "Takumi-san",
					"alias": "拓海さん",
					"description":
					[
						"拓海さん (Takumi-san) は、『電車でD』のマンガで生まれたユーモラスなキャラクターです。詳しい情報は、可能な限り早く追加される予定です。",
						"<br>"
					]
				},
				{
					"name": "Bunta Fujiwara",
					"alias": "藤原文太",
					"description":
					[
						"藤原文太 (Bunta Fujiwara) は群馬県で豆腐店を営む拓海の父親です。彼はかつて秋名山でナンバーワンのダウンヒルレーサーでしたが、現在はレースを引退し、息子拓海のレーシング技術の育成に専念しています。彼は、秋名山で最速のダウンヒルタイムを記録している、謎の白いゴーストAE86スプリンタートレノの元々のドライバーです。文太は拓海を訓練するために独自の方法を持っています。毎朝、拓海が豆腐を配達する際、文太はドリンクホルダーに水の入ったコップを置き、運転中に一滴もこぼしてはならないと指示します。これは表向きにはトランク内の豆腐を壊さないためですが、実際には拓海が非常にスムーズに運転することを強制します。文太自身は今でも秋名山で最も優れたダウンヒルレーサーと考えられており、シリーズの序盤で、トレノを運転しながら、助手席の祐一を乗せてカーブをドリフトしつつタバコに火をつける場面でその実力が示されています。",
						"<br>",
						"シリーズが進むにつれて、拓海がトレノを使用することが増えたため、文太はその車を拓海に譲りました。その後、秋名でスバルインプレッサWRX STI Type R Version Vをテストドライブ中に息子を破り、拓海にAWDコンプレックスを抱かせました。文太はその車を購入することを決めましたが、しばらくの間、その事実を拓海には隠していました。自分がそのドライバーだったことを明かした後、文太は拓海にインプレッサとハチロクを交互に使って配達するよう指示しました。これは拓海をより優れたドライバーに育てるための別の戦略であり、現代の車の潜在能力とAWDの特性を示すものでした。このように彼の訓練戦略が示される一方で、文太が再び秋名で最も手強い対戦相手であることが証明されます。",
						"<br>",
						"文太は、ストリートレーサー時代に無敗だったと考えられています。橘と池谷の間で交わされた会話には、これを疑問視する可能性のある内容が含まれていますが、その出来事の曖昧な説明により、実際の結果は推測に委ねられています。この会話は、栃木編（マンガの第15巻、または映画『Third Stage』）で、橘が文太と小柏健の間のライバル関係を説明する際に出てきます。橘によると、文太と健は本当に最速のストリートレーサーが誰であるかを決めるためにいろは坂で何度もレースを行い、最終的に決定的なレースで文太が勝利しました。これにより、文太が1回以上負けた可能性が示唆されますが、このアイデアはそれ以上議論されることはなく、この会話は単に健の息子（最近、拓海に同じ道路でレースを挑んだ）が持つレーシング血統を説明するために書かれたものです。",
						"<br>"
					]
				}
			],
			"trains": [
				{
					"name": "Hankyu 2000",
					"alias": "阪急２０００",
					"description": 
					[
						"<a href='https://ja.wikipedia.org/wiki/%E9%98%AA%E6%80%A52000%E7%B3%BB%E9%9B%BB%E8%BB%8A' target='_blank'>Hankyu 2000 Series</a>",
						"<b>運転士は藤原拓海</b>",
						"<p>阪急電鉄 宝塚線を走る２０００系。</p>",
						"<p>拓海の先輩である池谷がリーダーの「TAKARAZUKA SPEED STARS」と、 阪急電鉄 神戸線の、高橋涼介がリーダーの「神戸線 RedSuns」との交流戦に、 彗星の如く現れる。（１話）</p>",
						"<p>得意技は複線ドリフト。 その秘密は同人誌 総集編１の「拓ちゃんの電車バトル教室」で描かれている。 </p>",
						"<p>LightningStage、BurningStageまでは ８両編成でノッチの数は４。 </p>",
						"<p>BurningStage９話で大破するが、 主電動機とマスコンを換装し、「２０００改」となってClimaxStageで登場する。 ノッチの数は１２段に増え、最高速度も大幅に増す。 </p>",
						"<p>大破時の主電動機の載せ替え（１０話）は、最新化よりも、 出所不明のモーターを用いた、抵抗制御のパワーアップが行われた。（１３話で高橋涼介が情報を得ている） </p>",
						"<p>複線ドリフトや抵抗制御のフルパワーなどは、 鉄道関係者が見ると、 「レールが一晩でダメになる」「変電所が吹っ飛ぶ」などと言われる。 </p>",
						"<p>実車は1960年にデビュー。 <a href='https://www.youtube.com/watch?v=tJuEoau5GaA' target='_blank'>（YouTube）</a> </p>",
						"<p>1991年にさよなら運転を行っており、 <a href='https://www.youtube.com/watch?v=Jvh4lrPZe_s' target='_blank'>（YouTube）</a> 一部の車両が別の車両に組み込まれたり、 １７００番台に改番され、子会社の能勢電鉄で使われている。 <a href='https://www.youtube.com/watch?v=q-FWLQl17-E' target='_blank'>（YouTube）</a> </p>",
						"<p>重い鋼鉄製の車体に抵抗制御 <a href='https://ja.wikipedia.org/wiki/%E9%9B%BB%E6%B0%97%E8%BB%8A%E3%81%AE%E9%80%9F%E5%BA%A6%E5%88%B6%E5%BE%A1#%E6%8A%B5%E6%8A%97%E5%88%B6%E5%BE%A1' target='_blank'>（（Wikipedia））</a> という、古い車体と制御装置は、原作のＡＥ８６に通じるものがある。 車齢は５０年を超える旧式列車であった。  </p>"
					]
				},
				{
					"name": "Hankyu 8200",
					"alias": "阪急８２００",
					"description": 
					[
						"<b>運転士は高橋啓介</b>",
						"<p>阪急電鉄 神戸線を走る８２００系。 「神戸線 RedSuns」のナンバー２</p>",
						"<p>軽量のアルミ合金の車体に、 個別分散式ＶＶＶＦインバーター制御で、 鋭い加速と減速が可能。</p>",
						"<p>半面、雨に弱く、濡れたレールで空転しないような、精密な運転を要求される。 （VVVF車が雨で空転すると「ヒュゥゥゥ↑↑↑ン」という面白いモーター音が聞ける）</p>",
						"<p>雨に苦戦する描写は６話や４１話で描かれおり、 マスコンワーク（アクセルワーク）の特訓を指示する高橋涼介も大体一緒に描かれている。</p>",
						"<p>８２００系は本来、増結用車両であり、 朝と夕方の通勤ラッシュ時に、８両編成の車両と連結し、 １０両編成として運用されます。 <a href='https://www.youtube.com/watch?v=VDooBWun41o' target='_blank'>（YouTube）</a></p>",
						"<p>本作で２両なのは、その為である。</p>",
						"<p>コミケに電車でＤのゲームを買いに来た、阪急電鉄の方が言うには、 「８２００はとてもパワーがあり、２両での運転が凄く難しい。 高橋啓介がマスコンワークに取り組む理由がわかる」そうです。</p>"
					]
				},
				{
					"name": "Hankyu 21000",
					"alias": "近鉄特急 21000系 アーバンライナー",
					"description": 
					[
						"<a href='https://ja.wikipedia.org/wiki/%E8%BF%91%E9%89%8421000%E7%B3%BB%E9%9B%BB%E8%BB%8A' target='_blank'>（（Wikipedia））</a>",
						"<p>運転士は中里毅 ナイトキッズのリーダー。</p>",
						"<p>大阪～名古屋までの「名阪ノンストップ特急」として登場した列車で、 「通勤型列車」とは異なり、「特急列車」のパワーを活かした走りをする。</p>",
						"<p>通勤型列車は、３両が動力車、５両が非動力車（ひっぱられるだけ）であるが、 アーバンライナーは全車両が動力車である。</p>",
						"<p>特急列車はお客様に快適な空間を提供する為に、 車体が長く作られているが（21mある。阪急電車は19m） それゆえに車両重量が重く、車輪に負担がかかる。</p>",
						"<p>車輪の「空転検知システム」をOFFにし、全動力運転を好んでいた中里が、 テクニカルなコーナーの多い宝塚線や、 精密な加減速が求められる雨のバトルで負けたのは納得のいく結果である。 </p>",
						"<p>高速で飛ばすアーバンライナーの展望。 窓が大きく、視界が広く、見ていて気持ちが良い。 <a href='https://www.youtube.com/watch?v=9Rjsn03gQPI' target='_blank'>（YouTube）</a></p>",
						"<p>…が、山の中を走る路線である。 （６話で中里が「田んぼにドボンだ」というセリフはここからきている）</p>",
						"<p>LightningStageのデキ３とのバトルでは、 条件付きで300km/h以上出せる。</p>",
						"<p>中里の所属する「近鉄」は、「阪急」とは別の路線であり、 同人誌が描かれた時は線路がつながっていなかった。</p>",
						"<p>２話で中里が「どうやって来たかもわかんねー」と言っているが、 現在は近鉄→阪神なんば線→阪神本線→神戸高速鉄道を通り、 新開地駅から阪急へ乗り入れする事が可能になった。 ただし、特急車両の大きな車両が通れるかは不明。</p>",
						"<p>阪急（阪急電鉄）<a href='https://ja.wikipedia.org/wiki/%E9%98%AA%E6%80%A5%E9%9B%BB%E9%89%84' target='_blank'>（（Wikipedia））</a> 近鉄（近畿日本鉄道）<a href='https://ja.wikipedia.org/wiki/%E8%BF%91%E7%95%BF%E6%97%A5%E6%9C%AC%E9%89%84%E9%81%93' target='_blank'>（（Wikipedia））</a></p>"
					]
				},
				{
					"name": "Hankyu 800",
					"alias": "京阪 ８００系",
					"description": 
					[
						"<a href='https://ja.wikipedia.org/wiki/%E4%BA%AC%E9%98%AA800%E7%B3%BB%E9%9B%BB%E8%BB%8A_(2%E4%BB%A3)' target='_blank'>（（Wikipedia））</a>",
						"<p>運転士は庄司慎吾 中里と同じナイトキッズのメンバーで、中里とは仲が悪い。</p>",
						"<p>バトルの舞台である「京阪 京津線」は 地下鉄、登山並みの急カーブ＆急勾配、併用軌道（車と同じ道路にレールがある路面）という 極端に異なる区間が揃った、日本唯一の路線である。</p>",
						"<p>３話で、「吊っただけのトロリー架線」や、「高速で走れない併用軌道」に焦る拓海に対して、 慎吾が「立ち入り禁止の柵の中、スラブ軌道とカテナリー架線で育ったお坊ちゃま」 と言っているのには、京阪京津線の敷かれた区間に基づいたネタである。</p>",
						"<p>そんな路線に対応する為に、多彩な機能を備えた車両がこの８００系である。</p>",
						"<p>京都の地下鉄内での自動運転機能、 長さ16mの小型車両で急カーブに強く、軽くて加速に優れ、勾配に強い小径車輪、 ４両全てが動力車という、「特急列車」にも負けない、多彩な「通勤列車」である。</p>",
						"<p>その分、車両の価格は高く、 １ｍ辺りの単価は新幹線を超え、日本一の価格である。</p>",
						"<p>そんな日本一高価な車両を、 ダブルクラッシュを狙って、 日本一大きな湖「びわ湖」に…</p>",
						"<p>ステージの一番最後、浜大津駅直前の直角コーナーは、 鉄道模型かと思えるぐらい、急カーブである。</p>",
						"<p><a href='https://www.youtube.com/watch?v=_ETwW020L8U' target='_blank'>（YouTube）</a></p>",
						"<p>電車よりお祭りが優先である。<a href='https://www.youtube.com/watch?v=uhRVt-03H0U' target='_blank'>（YouTube）</a></p>"
					]
				},
				{
					"name": "Hankyu 7001",
					"alias": "阪急 ７００１",
					"description": 
					[
						"<a href='https://ja.wikipedia.org/wiki/%E9%98%AA%E6%80%A57000%E7%B3%BB%E9%9B%BB%E8%BB%8A' target='_blank'>（（Wikipedia））</a>",
						"<p>運転士は高橋涼介</p>",
						"<p>阪急電鉄 神戸線を走る ７０００系。 「神戸線 RedSuns」のリーダーで、 「軌道最速理論」を完成させるべく、藤原拓海に興味を持つ。</p>",
						"<p>弟、高橋啓介の乗る８２００のＶＶＶＦインバーター制御とは違い、 高速運転からのブレーキ初速が速く、 負担が少なく省エネの「回生ブレーキ付き界磁チョッパ制御」を採用している。 長いストレートと高速コーナーの多い阪急神戸線とは、とても相性が良い車両である。</p>",
						"<p>制御器の年代で言えば、 ２０００系の抵抗制御 ７００１の界磁チョッパ制御 ８２００の個別分散式ＶＶＶＦインバーター制御 の順番で新しくなる。</p>",
						"<p>京急電鉄の須藤京一とは因縁のある仲で、 阪急神戸線で対決をし、勝利していている。（１０話）</p>",
						"<p>拓海の成長を見守り、県外遠征チーム（プロジェクトＤ）に勧誘、 RisingStage以降は戦いの舞台を関西から、名古屋・東京方面に移している。 </p>"
					]
				},
				{
					"name": "JR 223",
					"alias": "ＪＲ ２２３系",
					"description": 
					[
						"<a href='https://ja.wikipedia.org/wiki/JR%E8%A5%BF%E6%97%A5%E6%9C%AC223%E7%B3%BB%E9%9B%BB%E8%BB%8A' target='_blank'>（（Wikipedia））</a>",
						"<p>運転士は覆面運転士</p>",
						"<p>「阪急 京都線」と並走する「ＪＲ西日本 京都線」で、 ２３００系を営業運転中の拓海にバトルを仕掛けてきた列車。</p>",
						"<p>車両側面の車外表示を使って「ウンコ色」「ポンコツ」と拓海の運転する阪急２３００を煽り、 それにキレた阪急電車の乗客達によってバトルが開始される。 満員電車である２３００に対して、ハンデと称して、車両いっぱいに鉄下駄を乗せていた。</p>",
						"<p>京都から大阪まで３０分で結ぶ、「特急列車」顔負けの「通勤列車」で、 130km/hでかっ飛ばすその姿は「新快速」の名に恥じないものである。</p>",
						"<p>（独特なミュージックホン。てんこてんこてんこてーん♪） <a href='https://www.youtube.com/watch?v=WeAGCs98vGQ' target='_blank'>（YouTube）</a></p>",
						"<p>営業路線はとても長く、関西地方いたるところで見られる。 加速も鋭く、最高速度も速く、乗り心地も良く、安定している。 <a href='https://www.youtube.com/watch?v=bc1VHIT2yxg target='_blank'>（YouTube）</a></p>",
						"<p>車番は違うが、関西国際空港でも見られる。</p>"
					]
				},
				{
					"name": "Hankyu 2300",
					"alias": "阪急 ２３００系",
					"description": 
					[
						"<a href='https://ja.wikipedia.org/wiki/%E9%98%AA%E6%80%A52300%E7%B3%BB%E9%9B%BB%E8%BB%8A' target='_blank'>（（Wikipedia））</a>",
						"<p>運転士は藤原拓海</p>",
						"<p>拓海が阪急京都線で営業運転中（仕事中）に、たまたま運転していた各駅停車の車両。 満員の乗客を乗せている。</p>",
						"<p>複線ドリフトは出来ないが、 乗客全員でハコ乗り状態で車両を傾ける、 「人力振り子」でコーナーを駆け抜ける。</p>",
						"<p>加速は遅いが最高速度は速く、 ご乗車のお客様と意気を合わせ、 上手く乗りこなせれば電車でＤトップクラスの車両になる。</p>"
					]
				},
				{
					"name": "AE 86",
					"alias": "ＡＥ８６？",
					"description": 
					[
						"<a href='https://ja.wikipedia.org/wiki/%E3%83%88%E3%83%A8%E3%82%BF%E3%83%BBAE86' target='_blank'>（（Wikipedia））</a>",
						"<p>運転士はタクミさん/p>",
						"<p>側面に「藤原模型店」と描かれた、軌道兼用車。</p>",
						"<p>ストーリーを全てクリアした後に出現する、おまけシナリオをクリアすると使えるようになる。</p>",
						"<p>バトルの最初に「話をしよう」から始まるナレーションは、 当時日本で流行っていたエルシャダイのＰＶ元ネタ。 <a href='https://www.youtube.com/watch?v=pj2WS_vZJoY' target='_blank'>（YouTube）</a></p>",
						"<p>エルシャダイの主人公「イーノック」の声優が、 藤原拓海と同じ「三木眞一郎」氏で、 「一番良いのを頼む」→頭文字Ｄで「一番良い車」が登場する。</p>",
						"<p>電車でＤでの性能も良く、単線ドリフトは優秀である。 各ストーリーで使うと、タクミさん専用のセリフに切り替わる箇所がある。 </p>"
					]
				}
			]
		},
		"burning": {
			"name": "Burning Stage",
			"description": "「Densha de D Burning Stage（電車D バーニングステージ）」は、人気漫画『頭文字D』を基にした三次元の電車バトルゲームです。『頭文字D』は重野秀一によって書かれ、イラストが描かれた漫画シリーズであり、『電車でGO!』は、タイトーによって最初に製作された日本の電車シミュレーションゲームシリーズです。プレイヤーは、独自の電車（「電車」）を使用し、ターンをドリフトで曲がりながらスピードを維持することを奨励するアーケードスタイルのレースで競い合います。新たに登場するのは、京阪800系電車や9つの新しい路線、そしてゲームは低スペックのPCにも対応するよう最適化されています。ゲームモードは3つあります：シングルプレイヤーのストーリーモード「ドラマティックモード」、2人プレイヤーで対戦する「バトルモード」、そして「リプレイモード」では記憶に残るバトルを再生できます。『Densha de D Burning Stage』はシリーズの2作目で、2011年8月4日にコミケ80で発売されました。",
			"characters":[
				{
					"name": "Mako Sato",
					"alias": "佐藤 真子",
					"description": 
					[
						"Mako Sato（佐藤 真子 Satō Mako、'マヤ'）は、WRCに似たコンビネーションであるウスイのコンビネーションのドライバーで、プロジェクトDに参加する前の藤原拓海の対戦相手の一人です。彼女は日産シルエイティを運転し、最終ステージの終わりにプロのレーサーになる前は、彼女のナビゲーターである沙雪と共にウスイ峠で最速のドライバーとして知られていました。",
						"<br>",
						"佐藤真子は、ファーストステージで、沙雪と共にウスイ峠で最速のドライバーとして知られています。彼女の過去についてはほとんど知られていませんが、車と車を愛する男性に対して柔らかい一面を持っています。彼女はプロジェクトDに参加する前のファーストステージで、藤原拓海の対戦相手の一人になります。レースは、真子がコーナーに入りすぎてスピンし、二台の車の間で事故が起きそうになるところで終了します。",
						"<br>",
						"真子は、秋名スピードスターズの池谷に興味を持つようになりました。彼女は最初、拓海のエイトシックスをウスイでレースさせるために池谷に近づき、代わりに自分の処女性を提供しました。しかし、シリーズが進むにつれて、真子と池谷は本当の感情をお互いに抱くようになります。残念ながら、誤解が原因で二人は離れ離れになってしまいました。",
						"<br>",
						"真子は、沙雪と一緒に拓海の最終レースである新治のインウィとの対戦にも参加します。彼女は、高橋啓介と北条豪のヒルクライムレース中に新治と会話を交わし、彼が拓海の対戦相手であることを知らず、彼がそれを明かすまで気づいていませんでした。",
						"<br>"
					]
				},
				{
					"name": "Sayuki",
					"alias": "沙雪",
					"description": 
					[
						"Sayuki（沙雪、'シモーネ'）は真子佐藤のコ・ドライバー/ナビゲーターであり、ファーストステージでの拓海藤原との戦いで彼女と共に戦います。",
						"<br>",
						"彼女の過去については非常に少ない情報しか知られておらず、姓すらマンガやアニメでは明かされていません。分かっているのは、彼女が人生の早い段階で真子佐藤と出会い、友達になり、車とレースへの愛と情熱を育んだことです。具体的な時期は不明ですが、最終的に二人はウスイ峠に挑戦し、沙雪は真子のナビゲーター、真子がメインのドライバーとして活動しています。沙雪は技術的には車を所有していませんが、真子と共に乗る日産シルエイティは二人で共有していると言っています。",
						"<br>",
						"最終的に二人は拓海藤原、当時の秋名の新しい下りエースにウスイ峠でレースを挑みます。二人は、真子がコーナーを速すぎて曲がり、回復できなかったため、沙雪にスピンを指示され、レースを失います。拓海は迅速に二人を避け、事故を防ぎます。",
						"<br>",
						"レース後、沙雪は拓海と彼の友人である伊月、池谷、ケンジをプールパーティーに招待し、ゆっくりと拓海に恋心を抱き始め、隠さずにそれを表現します。拓海をかわいくて愛らしいと呼びます。また、真子と池谷をからかうこともあり、二人が互いに気持ちを抱いているものの、誤解が原因で二人は離れ離れになってしまっています。シリーズの後半で、沙雪は真子と一緒に拓海の最終レースであるサイドワインダーの新治との対戦に参加します。彼女は新治が拓海に非常に似ていると感じています。",
						"<br>"
					]
				},
				{
					"name": "Kenta Nakamaura",
					"alias": "中村 賢太",
					"description": 
					[
						"Kenta Nakamura（中村 賢太 Nakamura Kenta）は、赤城レッドサンズの最年少メンバーの一人で、チームの3番目に優れたドライバーです。賢太は高橋啓介を絶対に崇拝しており、いつも啓介に自分の実力を証明しようとしています。賢太は啓介自身にそのドライビングスキルを認められ、ある程度啓介に指導されている立場です。賢太は雨天時の走行に特化しており、雨の日に練習することが習慣で、濡れた道路ではタイヤの摩耗が少ないためです。",
						"<br>",
						"ファーストステージでは、賢太は自信満々に拓海に雨天レースを挑み、敗北しました。この時、拓海は伊月をバラストとして使い、豆腐の荷物をシミュレートしました。（拓海は毎日雨が降っても豆腐を配達しています。）",
						"<br>",
						"フォーステージでは、賢太はプロジェクトDの#2バンを運転し、チームが実際に目的地に向かう前にコースの下見記録を担当していますが、そのために自分のS14を使っているかどうかは不明です。赤城レッドサンズに加入する前、賢太はわざと雨の日を待ってドリフトの練習をしていました。",
						"<br>",
						"ファイブステージでは、賢太は啓介を手伝い、霧の中でスピードセクションの最初でスピリオールゼロの池田竜司を抜くのをサポートしました。",
						"<br>"
					]
				},
				{
					"name": "Takeshi Nakazato",
					"alias": "中里 毅",
					"description": 
					[
						"Takeshi Nakazato（中里 毅 Nakazato Takeshi, 'Zack'）、別名「黒い稲妻（Kuroi Inazuma）」は、妙義ナイトキッズのリーダーです。彼は、赤城レッドサンズの高橋啓介が拓海と対戦するために赤城で行われたレースで初登場しました。拓海が啓介を倒したことに驚いた中里は、「赤城の下り専門家」に挑戦し倒すのは自分だと決意し、次はレッドサンズがターゲットだと考えました。",
						"<br>",
						"彼は頭の良い熟練したドライバーであり、特に拓海の初めての戦いで、八六と啓介のFDの戦いを観察している際に、拓海のガターフック技術に気づいたことが注目されます。しかし、彼の欠点は怒りと感情が邪魔をし、スロットルのコントロールがうまくいかないことです。また、彼は全力でレースをするため、タイヤの摩耗を考慮せず、最終的にはレースに負けることが多く、時には車をクラッシュさせることもあります。加速が得意で、グリップ走行を重視したドライビング哲学で知られています。彼の以前の車は日産シルビア（S13）で、そこでドリフト技術を使用していました。妙義のホームコースで白（あるいは銀）のR32に痛烈な敗北を喫した後、日産スカイラインGT-R（R32）に乗り換えました。スカイラインに敗北したことで、彼の哲学は変わり、ドリフト技術の「弱さ」や「見せかけ」よりもグリップ走行技術を重視するようになりました。また、どんなにドライバーにスキルがあっても、車はその能力を超えて走らないと信じていました。",
						"<br>",
						"中里は妙義山のナイトキッズチームのリーダーであり、インパクトブルーの沙雪に興味を示しています。",
						"<br>",
						"彼は高橋邦光と同じくGT-Rのファンです。",
						"<br>"
					]
				},
				{
					"name": "Kyoichi Sudo",
					"alias": "須藤 京一",
					"description": 
					[
						"Kyoichi Sudo（須藤 京一 Sudō Kyōichi, 'Kyle'）は、群馬のランサーエボリューション専用のエンペラーチームのチームリーダーであり、ドライビングエースで、シリーズで最も優れたドライバーの一人です。彼は、350馬力にチューンされた三菱ランサーエボリューションIIIを運転し、WRCスタイルのミスファイアシステムを装備しています。彼の哲学では、車は高出力ターボと四輪駆動を備えていなければならないと考えています。",
						"<br>",
						"赤城レッドサンズの高橋涼介の古い知り合いである須藤は、涼介に似た冷静で落ち着いたドライバーであり、チームメイトの清次とは対照的です。涼介に自分と自分のチームが最強であることを証明したいという思いから、須藤とエンペラーチームは群馬の様々なチーム、ナイトキッズを含むチームを倒していきます。彼は自分のレースサーキット技術が究極的に優れていると信じており、涼介はストリートレースには特有の要素があると考えています。彼のホームコースは一方通行なので、二車線の道路で盲目のコーナーを完全に攻めることができず、涼介の見解を支持しています。彼はまた、拓海が赤城でエンジンを吹き飛ばしたときに拓海を倒した初めてのドライバーとも見なされることが多いですが、いろは坂での再戦では敗北しています。しかし、この結果は通常は引き分けと見なすべきであり、レース自体は1ラウンド以上続かなかったことに注意が必要です。須藤は、他のドライバーが彼に敗北したコースの最後の部分で、拓海がオーバーテイクされずに耐えたことだけで拓海を勝者と宣言しました。須藤にとって、勝つ能力に誇りを持っている彼にとって、ホームコースでの引き分けは敗北と同じです。",
						"<br>",
						"彼はまた、レーススクールの東堂スクールを卒業しており、この学校との関係は以前には示唆されていません。彼のエボIIIは、学生たちが使うFFホンダ車とは対照的であり、須藤は車にスプーンスポーツの部品を使用していません。",
						"<br>",
						"彼と東京の二人組は、シリーズで唯一、車内が純正であるかもしれません。車に加えられた唯一の改造は、馬力を310馬力に増強し、ターボラグを解消するためのWRCアンチラグ/ミスファイアシステムの搭載です。",
						"<br>"
					]
				},
				{
					"name": "Seiji Iwaki",
					"alias": "岩城 清次",
					"description": 
					[
						"Seiji Iwaki（岩城 清次 Iwaki Seiji, 'Hawk'）は、ランサーエボリューション専用のエンペラーチームのナンバー2ドライバーであり、そのためランサーエボリューションIVを運転しています。清次は優れたレーシングスキルを持つドライバーですが、やや傲慢で自信過剰であり、時には軽率な一面もあります。彼は、エンペラーチームの一員として他のチームと対戦し、多くのレースで勝利を収めており、ナイトキッズの中里毅やサンダーチームのメンバーも含まれています。",
						"<br>",
						"エンペラーチームが群馬県で地元のレーシングチームに挑戦した際、清次は全てのチームに対して出場しました。彼はサンダーファイアーズの180SXや、妙義ナイトキッズの中里毅などを簡単に打ち負かしたことで知られており、各車のチームステッカーを手に入れた後、それを半分に切り、エボのリアウィングの側面に逆さに貼り付けるという、戦闘機のパイロットが自機の機銃撃墜マークを描く方法を模倣していました。",
						"<br>",
						"群馬で様々なチームを打ち倒した後、エンペラーチームは次に赤城スピードスターズにターゲットを定め、赤城の名高い八六（ハチロク）を打倒しようとしました。清次はエンペラーチームのために、拓海の八六に対してエボIVでレースをすることを志願しました。涼介はこれを軽視できないと十分に認識しており、清次には「シミュレーション3」という勝利が確実でない場合にのみ使われる計画を守るように言われました。この計画は「相手の後ろに付け、ゴール前でオーバーテイクする」という内容でしたが、彼の過信と焦りが原因で失敗し、最終的にエンペラーチームのリーダーである涼介が八六と対決する羽目になり、次の相手に進むことができませんでした。また、清次はいろは坂で小柏海に敗北したとも言われていますが、実際のバトルはシリーズで描かれませんでした。バトルステージでは、彼のエボIVが圭介のFDとレースをし、敗北しました。",
						"<br>",
						"清次の特徴の一つは、倒したチームのステッカーを手に入れ、それを半分に切り、エボのスポイラーのサイドブレードに逆さに貼ることで、戦闘機のパイロットが自機に描く『キルマーク』を模倣することです。",
						"<br>"
					]
				}
			],
			"trains":[
				{
					"name": "21",
					"alias": "京急２１００形",
					"description": 
					[
						"<a href='https://ja.wikipedia.org/wiki/%E4%BA%AC%E6%80%A52100%E5%BD%A2%E9%9B%BB%E8%BB%8A' target='_blank'>（（Wikipedia））</a>",
						"<p>京浜急行電鉄の２１００形、通勤列車。 1998年デビュー。 他の車両に比べると比較的新しい。 </p>",
						"<p>アルミ合金製の車体に、ドイツ・シーメンス社のGTO素子VVVFインバーター制御を搭載し、 発車時に発する磁励音が音階に聞こえることが特徴。 <a href='https://www.youtube.com/watch?v=sFNSyH9mpP4' target='_blank'>（YouTube）</a></p>",
						"<p>車内の製造ステッカーには製造会社の下に「Powered by SIEMENS」の表記があり、 「ドイツの技術は世界一」を思わせる。 /p>",
						"<p>「ドレミファインバータ」や「歌う電車」と呼ばれていて、 この独特のインバーターの音階が京急とのバトルＢＧＭに含まれているのもその為である </p>",
						"<p><a href='https://www.youtube.com/watch?v=sFNSyH9mpP4' target='_blank'>（YouTube）</a></p>",
						"<p>京一の乗る21XXにキーボードや外部スピーカーが付いているのは この音を奏でるためである。（多分） </p>",
						"<p>鉄道会社には珍しく、 「けいきゅう♪ドレミたん」というイメージキャラクターがおり、 段ボール箱の京急２１００に乗っている。 <a href='https://www.youtube.com/watch?v=jDRfqRhpFqA' target='_blank'>（YouTube）</a></p>",
						"<p>８話BGM Out of Site <a href='https://www.youtube.com/watch?v=ul6ArVnVvkQ' target='_blank'>（YouTube）</a> １４話・１５話BGM MassDriver <a href='https://www.youtube.com/watch?v=wl5yEmao7GY' target='_blank'>（YouTube）</a></p>",
						"<p>京阪電鉄と同じく、元々は路面電車で開業したが、 東京の人口増加とともにあっというまに電車は過密状態。 果ては羽田空港や成田空港につながる空港線となり、 大忙しの路線となった。 </p>",
						"<p>ClimaxStageでの戦いの舞台となる「京急本線」は、 京急久里浜駅からスタート、横浜駅を経て品川駅までで、 その様子は横浜駅を境に大きく変化する。 </p>",
						"<p>前半の京急久里浜から横浜までは、 丘陵地帯を縫うように走り、コーナーとトンネルが連続し、 高架線路になってからは、ビルの隙間を走る。 </p>",
						"<p>鉄道会社には珍しく、 「けいきゅう♪ドレミたん」というイメージキャラクターがおり、 段ボール箱の京急２１００に乗っている。 <a href='https://www.youtube.com/watch?v=jDRfqRhpFqA' target='_blank'>（YouTube）</a></p>",
						"<p>終点の品川駅の直前には、 制限速度40km/hのコーナーの後、 ＪＲ東日本の線路を跨ぐ鉄橋を渡り、 その先に制限25km/hの急なコーナーが待ち受ける。 </p>",
						"<p>この京急が走る「京急本線」は、神奈川県の浦賀から東京の品川を結び、 ClimaxStageの１４話～１５話で登場する。 <a href='https://ja.wikipedia.org/wiki/%E4%BA%AC%E6%80%A5%E6%9C%AC%E7%B7%9A' target='_blank'>（（Wikipedia））</p>",
						"<p>京急本線は、横浜や品川などの大都市を結ぶのだが、 乗降客に対して、駅のプラットホーム数が少ない為、 途中の駅で、４両編成と８両編成を連結させたり、切り離しをしたりと、 最大で１２両編成で、過密運用している。 </p>",
						"<p>８話で阪急 梅田駅に乗り入れた時、 プラットホーム全てを京急２１００で埋めたのを見て、 感動のあまりに須藤が涙を流していたのはその為である。</p>",
						"<p>京急には、阪急のような巨大なターミナル駅が無いのである。</p>",
						"<p>だが、その不利を補う為、 車両の連結時間の短縮や、２つ以上の列車を、空いている線路に自動車のように縦列駐車して、特急列車を先行させたり 乗客を乗せたまま反対方向へ発車、線路の途中にある待避線で特急列車の通過を待ち、 即座にバックで再び元の駅に戻るなど、 アクロバティックな運用を楽しむ京急のファンも多い。 <a href='https://www.youtube.com/watch?v=VKCVh6Aba2w' target='_blank'>（YouTube）</a></p>",
						"<p>赤い車体が特徴的だったが、空港をイメージした青色の車体「KEIKYU BLUE SKY TRAIN」や、 黄色い車体が有名な「西武鉄道」とコラボレーションをした、黄色い車体の「KEIKYU YELLOW HAPPY TRAIN」が登場。 電車でＤのカラーバリエーションとなった。 <a href='https://www.keikyu.co.jp/train-info/train/index.html' target='_blank'>（Keikyu）</p>",
						"<p>９話のＢＧＭの名前が「RedLine」なのも赤い車両に合わせて付けられました。</p>",
						"<p>東京方面へ乗り入れる競合他社が多い為、 「速度にものを言わせて他社をブチ抜く」、 「高速域からの停車、そこから急加速をして高速で去る」などから、 「ハマの赤い暴走特急」（ハマ(Hama)は横浜(Yokohama)からきている） 「路地裏の超特急」（元々が路面電車で路地裏を走っていたので、住宅地をすごい速度で走り抜ける） などと呼ばれている。 </p>",
						"<p>常にノッチを入れて、コーナーでも加速、 まるで戦闘機かと思わせる走行音など、 どこを見ても強さのネタに困らない、 エンペラーのランエボにふさわしい車両である。 <a href='https://www.youtube.com/watch?v=w_FkSzy5Mqs' target='_blank'>（YouTube）</a></p>",
						"<p>ClimaxStageで須藤が押しているスイッチは「過給（ターボ）」と書かれており、 元ネタは、 「SUPERBELL'Z」というグループが歌う「MOTERMAN 京浜急行VVVF」という曲の中で、 「横浜からはライバル出現の為、120km/h運転を行います。」「ターボ良し。」「許容１２０、ターボ！」 など、競合他社をブチ抜く歌詞から来ています。 <a href='https://www.youtube.com/watch?v=e4tEC2uMFB4' target='_blank'>（YouTube）</a></p>",
						"<p>京急には、阪急のような巨大なターミナル駅が無いのである。</p>",
						"<p>列車が遅れた際に、使われる事があるらしい…？ </p>"
					]
				},
				{
					"name": "8000",
					"alias": "京阪８０００",
					"description": 
					[
						"<a href='https://ja.wikipedia.org/wiki/%E4%BA%AC%E9%98%AA8000%E7%B3%BB%E9%9B%BB%E8%BB%8A' target='_blank'>（（Wikipedia））</a>",
						"<p>阪急京都線の川を挟んだ対岸に敷かれた、 京都から大阪までを結ぶ「京阪本線」が５話の舞台。</p>",
						"<p>開業当時、京阪本線は路面電車で、 都市に沿うようにレールを敷いた為、カーブが多く、 市街地を縫うように走る低速区間と、 郊外＆高架線路をかっ飛ばす高速区間が、 くっきりと別れるテクニカルな路線である。 （京阪本線） <a href='https://ja.wikipedia.org/wiki/%E4%BA%AC%E9%98%AA%E6%9C%AC%E7%B7%9A' target='_blank'>（Wikipedia）</a></p>",
						"<p>あと、前面展望が楽しめる先頭部分は、常に人がいます。 電車賃だけで楽しめる大人気のアトラクションです。 /p>",
						"<p>その「京阪本線」を高速で駆け抜ける、通称「京阪特急８０００系」。 1989年にデビューし、綺麗な車体と快適な乗り心地で、 乗客が「８０００系が来るまで待ってから乗る」という、 「目的地へ行く為の８０００系に乗るのが目的」の人気車両となった。</p>",
						"<p>名前に「特急」とついていますが、通勤列車として運用され、特急料金は無料です。 （阪急と京阪の特急は無料、近鉄（中里の会社）と南海（三木の会社）の特急は有料）</p>",
						"<p>その後、２階建車両「ダブルデッカー」を中間に連結し、編成本数が順調に増えていった。</p>",
						"<p>京阪特急の見た目は、 オレンジと朱色のツートンカラーに塗り分けられ、（特急色と呼ばれる） 先頭に鳩のマークを掲げたのが本来の「京阪特急 ８０００系」の姿 <a href='https://www.youtube.com/watch?v=uhcefvStEYI' target='_blank'>（YouTube）</a></p>",
						"<p>であるが、 電車でＤでは、薄いグリーンと濃いグリーンの「普通色」で、 先頭に鷹のマークを掲げたデザインとなっている。</p>",
						"<p>（緑色の車両） <a href='https://www.youtube.com/watch?v=ymtRwD8C8kA' target='_blank'>（YouTube）</a></p>",
						"<p>これは頭文字Ｄのシルエイティが、 「180SXの車体に、シルビアのフロント部分を接合した」ものに寄せています。 <a href='https://ja.wikipedia.org/wiki/%E6%97%A5%E7%94%A3%E3%83%BB%E3%82%B7%E3%83%AB%E3%82%A8%E3%82%A4%E3%83%86%E3%82%A3' target='_blank'>（Wikipedia）</a></p>",
						"<p>関西最速の運転士は、もしかしたら京阪電鉄の運転士なのかもしれません。 （きよ〇氏も電車でＤ５話のあとがきに書いています）</p>",
						"<p>京阪電鉄と阪急電鉄は、良いライバル関係であり、 お互いの会社が競い合う事で、数々の名車が生まれました。</p>",
						"<p>この「京阪特急８０００系」も、阪急に対抗する為、 高速区間をかっ飛ばし、カーブが多い低速区間をスムーズに走り抜けられ、 京都～大阪間の利用者の多さと、過密な時刻運用に耐えれる強さを持っています。</p>",
						"<p>スローイン・ファーストアウトを繰り返し、 高速コーナーの、斜めになった線路に張り付くように 駆け抜けていくダイナミックな姿は大迫力の一言。</p>",
						"<p>関西最速の運転士は、もしかしたら京阪電鉄の運転士なのかもしれません。 （きよ〇氏も電車でＤ５話のあとがきに書いています）</p>",
						"<p>その後、２０１０年前後から新車両の登場とともに８０００系も塗装変更。 赤と黄色のツートンカラーになり、追加料金を支払う事で乗れる「プレミアムカー」が導入されました。 </p>"
					]
				},
				{
					"name": "8008",
					"alias": "阪急８００８",
					"description": 
					[
						"<p>1988年デビュー。 高橋啓介の８２００と同じく、神戸線で運用される通勤列車。 </p>",
						"<p>車体はアルミ合金で軽く、大きな前面の窓や、 時代に合った車椅子用スペースなどは、新しい阪急のデザインになった。</p>",
						"<p>…電撃デビューにも関わらず、どんどん増備され珍しさも薄れていき、 対岸の京阪特急８０００系と比べると、新鮮さがなくなるのが速かった気がします。</p>",
						"<p>この阪急８００８の実車は、 阪神・淡路大震災で被災した後、集電装置が交換され、 唯一シングルアームパンタグラフを搭載する、特徴的な編成となりました。</p>",
						"<p>増えていく阪急８０００系の中に埋もれる中、 他の編成と比べて、少しだけ良い設備に乗せ換えてる辺りがとても賢太らしい… </p>",
						"<p>この阪急８００８の実車は、 阪神・淡路大震災で被災した後、集電装置が交換され、 唯一シングルアームパンタグラフを搭載する、特徴的な編成となりました。</p>",
						"<p>増えていく阪急８０００系の中に埋もれる中、 他の編成と比べて、少しだけ良い設備に乗せ換えてる辺りがとても賢太らしい…</p>",
						"<p>運が良ければ、通勤時間帯に８２００＋８００８の「神戸線Red Sans」タッグの１０両編成が見られる事もあるとか。 お前、仕事中も啓介にくっついて走ってるのね… </p>"
					]
				}
			]
		},

		"climax": {
			"name": "Climax Stage",
			"description": "「Densha de D: Climax Stage（電車D クライマックスステージ）」は、Densha de Dシリーズの第3作目です。人気漫画『頭文字D』をパロディ化した電車レースゲームです。",
			"characters": [
				{
					"name": "Takumi Fujiwara",
					"alias": "藤原拓海",
					"description": 
					[
						"藤原拓海 (Takumi Fujiwara, 藤原拓海, Tokyopop版ではTakとして知られる) は、頭文字Dの主人公であり、Project Dのメンバーであり、秋名スピードスターズの友人かつ関連人物です。彼はトヨタスプリンターAE86トレノGTアペックス、または単に「ハチロク」と呼ばれる車のドライバーであり、元々は父親の文太の所有物でした。彼は強制的に父親の豆腐屋の配達員となり、毎朝秋名山で配達をしていました。",
						"<br>",
						"車についての知識がないように見えるにもかかわらず、実際には自分の車が「ハチロク」と呼ばれていることすら知らなかった拓海ですが、彼は非常に熟練したドライバーです。中学生の時から秋名山を走っており、これが秋赤城レッドサンズや妙義ナイトキッズなどの他のレーシングチームの注目を集め、彼らは拓海とレースをしたいと思いました。",
						"<br>",
						"拓海の台頭の中で、彼は高橋啓介、ナイトキッズのメンバー中里毅と庄司真吾、女性レーシングデュオのインパクトブルー、中村健太、そして最終的には高橋涼介とレースを行い、涼介の連勝記録を終わらせました。同時に、彼は茂木なつきと付き合っていました。",
						"<br>",
						"彼の連勝記録は、帝王のリーダー須藤京一と秋山でのレースで終わるかと思われました。しかし、京一はその対戦をレースとは考えておらず、単に拓海にハチロクが自分のエボIIIには力不足だと証明したかっただけだと述べました。ハチロクは文太によって修理され、新しいエンジンといくつかのアップグレードが施されました。修理後のハチロクで、彼は埼玉地域出身でハチロクのドライバーである秋山渉と対戦しました。",
						"<br>",
						"その後、京一との再戦や小柏カイとのレースを経て、なつきと和解し、それぞれの道を進むことになりました。その後、彼は涼介の新しいチーム「Project D」に参加しました。このチームは彼の以前のチーム「レッドサンズ」と似た目標を持っていました。Project Dのダウンヒルドライバーとして、彼のスキルは大幅に向上し、異なる地域のより強力な対戦相手とレースを行い、同時にゴルファーの上原美佳という二人目の恋人と出会いました。",
						"<br>",
						"Project Dでの最後のレースはサイドワインダーのメンバー乾信司との対戦でした。勝利したものの、ハチロクのエンジンは破壊されました。現在、彼は文太のスバルインプレッサを運転しており、秋名山でのレースを続けながら、プロのレーサーになる計画を立てています。",
						"<br>"
					]
				},
				{
					"name": "Keisuke Takahashi",
					"alias": "高橋啓介",
					"description": 
					[
						"高橋啓介 (Keisuke Takahashi, 高橋啓介, K.T.) は、レッドサンズのナンバー2ドライバーです。啓介はアンフィニRX-7タイプR（FD3S）を運転し、兄の涼介に次ぐ熟練ドライバーです。啓介はかなり短気な若者で、負けることを嫌います。また、感情に従って運転することで知られており、例えば勝てないと気づくと運転が乱れ、逆にリードしている時は無邪気で非常にリラックスしています。彼はかつて両親に反抗し、多くの争いを起こしました。両親は啓介を諦めましたが、涼介は啓介の気持ちをよく理解していました。その後、涼介は啓介をダウンヒルに連れて行き、彼の人生を変えました。涼介が啓介をストリートレースに引き込む前、啓介は暴走族のリーダーでした。彼は兄の新しいチームに参加し、拓海とライバル関係を持つようになります。啓介はほとんどのレースでヒルクライム（上り）を担当し、拓海はダウンヒルを担当します。",
						"<br>",
						"啓介は兄のように分析的ではありませんが、涼介の計算や分析能力に驚嘆しています。一方で、啓介の「考えすぎずに感じるままに運転する能力」には涼介も驚かされています。涼介はレースをあまり長く続けるつもりはなく、将来医者になることを決意していますが、啓介は人生をレースに捧げており、最終的な目標はプロのレーサーになることです。しかしまず、彼は拓海に勝たなければなりません。表面上は仲良く見えますが、二人の間には誰がエースかという議論が続いており、しかし啓介は拓海を尊敬しています。啓介は、拓海が大きな戦いの前でもすぐに眠りにつく姿を見て、「拓海はプレッシャーというものを知っているのだろうか」と自問し、自分が拓海ほど強い精神力を持っていないと語ったことがあります。",
						"<br>",
						"Fourth Stageアニメの終盤までに、啓介のスキルは劇的に向上し、プロのレーシングチームから連絡先を提供されるほどになります。しかし、啓介は自分にはまだプロのレーサーになる準備が整っていないと考え、その申し出を断ります。同時に、拓海は「本気のレースをしたら啓介は自分を倒せるかもしれない」と述べています。",
						"<br>",
						"Final Stageの後、彼はRX-7を駆り、富口を専属メカニックとして持つフルプロのレーサーになります。",
						"<br>"
					]
				},
				{
					"name": "Kai Kogashiwa",
					"alias": "小柏 カイ",
					"description": 
					[
						"Kai Kogashiwa（小柏 カイ Kogashiwa Kai）は、栃木県出身のストリートレーサーで、伝説のダウンヒルエースである父親、ケン・小柏の息子です。ケンは若い頃からカイをレーシングの世界で育て、カート競技に参加し、ミッドシップ（ミッドエンジン・リアドライブ）に特化した技術を身につけました。ストリートレーサーに転向する前、カイはいろは坂で最速のバイクライダーでした。カイのいろは坂での得意技は、拓海が赤城で得意とする技と似ており、彼は日常的にいろは坂の頂上にある中禅寺湖から下の方へ通勤しています。",
						"<br>",
						"カイは、エンペラーのホームコースであるいろは坂で拓海に挑戦しました。カイはエンペラーの岩城清次を倒し、涼介も倒したいと考えましたが、須藤の敗北を受けて拓海に狙いを定めました。カイは父親から教わった技を使い、33番コーナーのガードレールの隙間でターンを飛び越して拓海を抜き去ろうとします。しかし、最終のストレートで車が路肩の落ち葉に乗ってトラクションを失い、スピンして敗北します。",
						"<br>",
						"カイは神奈川県でプロジェクトDの対戦相手として再登場します。カイはR.T.カタギリのダウンヒルエースとして八六に挑戦しますが、最後のセクターでスピンしてレースを失います。",
						"<br>",
						"元々カイは父親のトヨタSW20 MR2を運転していましたが、後に銀色のトヨタMR-S ZZW30（3代目MR2ロードスター）に乗り換え、SW20は父親に譲りました。",
						"<br>"
					]
				},
				{
					"name": "Kyoichi Sudo",
					"alias": "須藤 京一",
					"description": 
					[
						"Kyoichi Sudo（須藤 京一 Sudō Kyōichi、'Kyle'）は、群馬県のランサーエボリューション専用のエンペラーチームのチームリーダーであり、ドライビングエースで、シリーズの中でもトップクラスのドライバーの一人です。彼は三菱ランサーエボリューションIIIを350馬力に改造し、WRCスタイルのミスファイアリングシステムを搭載しています。彼の哲学では、車は高出力ターボと四輪駆動を備えているべきだとされています。",
						"<br>",
						"赤城レッドサンズの高橋涼介の古い知人である須藤は、涼介に似ており、冷静で落ち着いたドライバーです。彼はチームメイトの清次と比較しても穏やかで、涼介に自分たちが最高のチームであることを示したいと考えています。須藤とエンペラーチームは群馬の様々なチームを打ち破り、ナイトキッズも倒しました。彼はレースサーキット技術の究極の優越性を信じており、涼介はストリートレースには特別な要件があると考えています。彼のホームコースは一方通行であるため、二車線の道路で盲目コーナーを完全に攻撃することはできません。これが涼介の見解を支持する点です。須藤はまた、拓海が赤城でエンジンを吹かせた際に初めて拓海に勝ったドライバーとしてしばしば言及されますが、いろは坂でのリマッチでは敗北しました。しかし、この結果は通常、引き分けとして考えるべきであり、レース自体は1ラウンド以上続きませんでした。須藤は、他のドライバーが彼に敗れたコースの最後の部分で拓海が抜かれなかったことを理由に、拓海を勝者と宣言しました。勝利に誇りを持つ須藤にとって、ホームコースでの引き分けは敗北と同義です。",
						"<br>",
						"彼はまた、レーススクール「東堂スクール」の卒業生でもあり、スクールとの関係が示唆されていないにも関わらず、彼のエボIIIは学生たちが使用する前輪駆動のホンダ車とは対照的です。そして須藤は彼の車にスプーンスポーツのパーツを一切使用していません。",
						"<br>",
						"彼と東京の二人組は、おそらくシリーズの中で車のインテリアがノーマルのままである唯一の存在かもしれません。車の唯一の改造は、馬力を310HPに増加させ、WRCのアンチラグ/ミスファイアリングシステムでターボラグを解消したことです。",
						"<br>"
					]
				},
				{
					"name": "Miki",
					"alias": "御木",
					"description": 
					[
						"御木は拓海が通っていた学校のサッカー部の先輩。セリカGT-Four（ST205）に乗っている。1stステージでは、拓海が真実を知らない時期に、夏樹とのHを自慢したため、更衣室で拓海に殴られる。冬の間、彼は夏樹を誘拐し、一緒に秋名湖に来るよう強要する。夏樹の助けを求める電話を受けた拓海は、雪上でスピンし、夏樹がセリカから逃げ出すまで、トゥルーノで美樹を追いかける。",
						"<br>",
						"後に、彼と白石は白いメルセデスを運転する男から生まれた兄妹であることが明らかになるが、2人ともそのことに気づいていない。",
						"<br>"
					]
				},
				{
					"name": "Wataru Akiyama",
					"alias": "秋山 渉",
					"description": 
					[
						"Wataru Akiyama（秋山 渉 Akiyama Wataru、'Aki'）は、埼玉から来た最初のレーサーの一人で、ターボチャージャー付きのレビンで拓海と実際にレースをした人物です。彼はその後、プロジェクトD編で登場し、今回はターボラグを避けるためにターボチャージャーをスーパーチャージャーに置き換えて、より線形的な加速を実現しています。渡るは、険しい小丸峠でスキルを磨いた熟練したドライバーです。彼は新しいレース相手を求めて群馬に来たほか、姉の和美がホテルで仕事を始めたばかりで、叔母と一緒に働いている彼女を見守るためでもありました。渡るは信彦のいとこで、拓海が北埼玉アライアンスとのレースで弱点を見つけようとしている場面で彼がそれを観察していることからもその関係がわかります。",
						"<br>",
						"第4ステージの間に何度も渡るは拓海にアドバイスを送り、特に拓海がアキナでレースをしているときに、彼の『四輪駆動コンプレックス』を克服する手助けをしました。",
						"<br>",
						"渡るはその後、雨天レースで高橋啓介と対決しますが、ワイパーを調整している最中に金属製のガターにタイヤが触れてグリップを失い、敗北します。",
						"<br>",
						"その後、渡るは埼玉のどこかで偽のプロジェクトDと対決し、実際のプロジェクトDが彼らが詐欺師であることを暴露するのを手伝います。",
						"<br>",
						"彼はその後、信彦や坂本と共にプロジェクトDとサイドワインダーとの最終レースを観戦します。",
						"<br>"
					]
				},
				{
					"name": "Tsukamoto",
					"alias": "塚本",
					"description": 
					[
						"Tsukamoto（塚本）は、拓海が帝王の京一とレースをした時期にマンガに登場するマイナーキャラクターです。塚本は拓海と夏希が1年生の時に高校の先輩でしたが、現在は赤城のストリートレーシングシーンに軽く関わっています。自分の技術が極端だと信じていますが、実際にはその技術は全く極端ではありません。拓海が夏希の頼みでシルビアS13の生意気なカップルを追い越すために赤城を180SXで走らせた際、本物の極限のドライビングを体験し、その結果、塚本は気絶してしまいます。",
						"<br>"
					]
				}
			],
			"trains":[
				{
					"name": "2800",
					"alias": "阪急２８００系",
					"description": 
					[
						"<a href='https://ja.wikipedia.org/wiki/%E9%98%AA%E6%80%A52800%E7%B3%BB%E9%9B%BB%E8%BB%8A' target='_blank'>（（Wikipedia））</a>",
						"<p>運転士は秋山渉</p>",
						"<p>これまでの列車は「ロングシート」と呼ばれるベンチのような座席が多かったが、 （ロングシート）<a href='https://ja.wikipedia.org/wiki/%E9%89%84%E9%81%93%E8%BB%8A%E4%B8%A1%E3%81%AE%E5%BA%A7%E5%B8%AD#%E3%83%AD%E3%83%B3%E3%82%B0%E3%82%B7%E3%83%BC%E3%83%88%EF%BC%88%E7%B8%A6%E5%BA%A7%E5%B8%AD%EF%BC%89' target='_blank'>（Wikipedia）</a></p>",
						"<p>ライバルの京阪電鉄が、２扉化して座席数を増やし、 進行方向を向いた座席「クロスシート」を乗せた、乗客にとって快適な京阪１９００系を登場させた。 （クロスシート） <a href='https://ja.wikipedia.org/wiki/%E9%89%84%E9%81%93%E8%BB%8A%E4%B8%A1%E3%81%AE%E5%BA%A7%E5%B8%AD#%E3%82%AF%E3%83%AD%E3%82%B9%E3%82%B7%E3%83%BC%E3%83%88%EF%BC%88%E6%A8%AA%E5%BA%A7%E5%B8%AD%EF%BC%89' target='_blank'>（（Wikipedia））</a></p>",
						"<p>（京阪1900系） <a href='https://ja.wikipedia.org/wiki/%E4%BA%AC%E9%98%AA1900%E7%B3%BB%E9%9B%BB%E8%BB%8A' target='_blank'>（（Wikipedia））</a></p>",
						"<p>利用客も、阪急から京阪へ流れた為、 車体は２３００と共通だが、車両の真ん中の扉を減らし、 前後２扉、クロスシートの阪急２８００系を製造、 京阪へ対抗する車両としての登場となった。</p>",
						"<p>このクロスシートと、ロングシートの違いは、 １２話で、車内に並べたハードルの描写で描かれている。 ２０００と２８００の内装が異なる事がわかる鉄道オタクでないと、 解らないネタである。</p>",
						"<p>サービス面で、京阪と激戦を広げたが、 カラーテレビ付きの京阪の３０００系の登場により 阪急は少しずつに劣勢に追いやられるようになった。 （京阪3000系） <a href='https://ja.wikipedia.org/wiki/%E4%BA%AC%E9%98%AA3000%E7%B3%BB%E9%9B%BB%E8%BB%8A_(%E5%88%9D%E4%BB%A3)' target='_blank'>（（Wikipedia））</a></p>",
						"<p>後継の阪急６３００系が登場する頃には、特急車から一般車に格下げされ、 時代の流れとともに、２扉から３扉車に改造されていった。 しかも、機器更新を行わず、長年の特急運用と３扉化による 車体強度の低下などにより、２０００系や２３００系より後に登場したにも関わらず、 1995年にさよなら運転を行って引退となった。</p>",
						"<p>９話で、池谷と健二が乗る阪急６３００系を追い抜く阪急２８００系は、 在りし日の特急の姿で、当時を知る者は、 池谷や健二と同じように、涙を流したに違いない。</p>",
						"<p>頭文字Ｄの秋山渉のＡＥ８６レビンは、 「ドッカンターボ」を搭載し、 「古い車というハンデキャップを逆手にとって相手を追い詰めることが快感」と言うスタイルだったが、 電車でＤの阪急２８００は全車両を動力車で編成し、 古い阪急２０００系統の抵抗制御の加速の悪さと、登り坂の弱さをカバーしている。</p>",
						"<p>バトルの舞台となった「神戸電鉄 有馬・三田線」は 大阪、神戸の市街地から数十分で、六甲山地の有名な温泉、「有馬温泉」へと運んでくれる路線である。</p>",
						"<p>スタートの「新開地駅」は阪急電鉄、阪神電鉄、山陽電鉄の３社が乗り入れ、観光客も多く、輸送量も多い。 しかし、山奥へ行けば行くほど、利用客も減り、線路は複線（２本）から単線（１本）になり、 鈴蘭台駅から延びる粟生線は、利用客がほとんどなく、存亡の危機に瀕している。</p>",
						"<p>頭文字Ｄの秋山渉は、バトルの舞台である「正丸峠」で、 「何度も事故を起こしている」と妹の和美に言われているが、 神戸電鉄 有馬・三田線では、野生の動物と衝突事故が多い。 そのぐらい山奥を走る路線で、背景が真っ黒で困るぐらい、何も無いのだ！</p>"
					]
				},
				{
					"name": "9000",
					"alias": "阪神９０００系",
					"description": 
					[
						"<a href='https://ja.wikipedia.org/wiki/%E9%98%AA%E7%A5%9E9000%E7%B3%BB%E9%9B%BB%E8%BB%8A' target='_blank'>（（Wikipedia））</a>",
						"<p>運転士は塚本</p>",
						"<p>塚本は、拓海の先輩であり、 啓介と渉のバトルを中断させたドライバー。</p>",
						"<p>…なのだが、アニメ版ではエピソードごとカットされた人物で、 バトルを中断させる人物も、アニメ版では別の人物に変更されている。</p>",
						"<p>1995年に発生した阪神・淡路大震災に伴い、 阪神電鉄の車両不足を埋める為に製造された阪神９０００系。 早急に車両不足を埋めれる余裕のある製造ラインと、工期短縮を検討し、 ステンレス車体が採用された。</p>",
						"<p>阪神電鉄は、阪急神戸線の少し南を通る、阪急のライバル会社であり、 乗客獲得競争を繰り広げていた。 <a href='https://ja.wikipedia.org/wiki/%E9%98%AA%E7%A5%9E%E9%9B%BB%E6%B0%97%E9%89%84%E9%81%93' target='_blank'>（（Wikipedia））</a></p>",
						"<p>阪急よりも運転頻度を増やし、狭い駅間を、急加速急停車で結ぶ 日本一の加速度を誇る「阪神ジェットカー」が有名である。 <a href='https://ja.wikipedia.org/wiki/%E3%82%B8%E3%82%A7%E3%83%83%E3%83%88%E3%82%AB%E3%83%BC' target='_blank'>（（Wikipedia））</a></p>",
						"<p>だが、阪神電鉄は2006年に阪急電鉄の子会社となった。</p>",
						"<p>阪急の子会社となったおかげで、 阪急の車庫が満杯で、メンテ間に合わない車両を、 阪神の車庫で引き受ける珍事が発生。</p>",
						"<p>「阪神の線路を阪急が走る」という、まるで電車でＤのような事が実際に起こり、 Twitterで祭り状態になり、新聞にも載った。 <a href='https://nishinomiya.keizai.biz/headline/182/' target='_blank'>（Keizai）</a></p>",
						"<p>こちらはブログで紹介されたもの。 <a href='http://d.hatena.ne.jp/keyboar/20140717/1405554815' target='_blank'>（Hatena）</a></p>",
						"<p>また、電車でＤ 総集編７のオマケ漫画で、 塚本が「同じ阪急グループになったので、よろしくな」と拓海に挨拶している。</p>",
						"<p>ちなみに、阪神９０００系は「赤胴車」に分類され、普通の車両である。 加速もドリフトもパっとしないのは塚本の腕もあるのだが…</p>",
						"<p>現在は、塗装を変更、近鉄に乗り入れ、 神戸から大阪を抜け、奈良を結ぶ長距離車両として活躍中である。</p>"
					]
				},
				{
					"name": "2000",
					"alias": "ＪＲ四国 ２０００ＧＴ",
					"description": 
					[
						"<a href='https://ja.wikipedia.org/wiki/JR%E5%9B%9B%E5%9B%BD2000%E7%B3%BB%E6%B0%97%E5%8B%95%E8%BB%8A' target='_blank'>（（Wikipedia））</a>",
						"<p>運転士は小柏カイ</p>",
						"<p>ＪＲ四国 ２０００系は、急勾配、急カーブが多い「土讃線」の特急列車の 速度向上を目的として開発された車両で、 カーブで車両が傾き、減速する事なく走り抜ける事ができる、 「振り子式台車」を搭載した、世界初の「振り子式気動車」である。</p>",
						"<p>コーナーで車体を傾けて高速で通過するＪＲ四国２０００系 <a href='https://www.youtube.com/watch?v=1uPChEscS8U' target='_blank'>（YouTube）</a></p>",
						"<p>「気動車」とは、電気ではなく、ディーゼルエンジンで動く鉄道車両であり、 小柏カイの乗る２０００ＧＴは、 「ＪＲ四国２０００系気動車」４両に、 ガスタービン動車４両を連結させた８両編成で構成されている。 （ＧＴはガスタービンの略である）</p>",
						"<p>日本でガスタービンエンジンを搭載した車両は、実際は試作車止まりである。</p>",
						"<p>１９６０年代に、フランス国鉄や、カナダ国鉄が高速鉄道としてガスタービン車両を開発、 営業運転を始めました。</p>",
						"<p>日本もガスタービンエンジンに目を付け、技術開発が進められた。</p>",
						"<p>航空機のエンジンを流用して試作車を作成、時速130km/hと試験結果も良好だったのだが、 そもそも航空機用の為、騒音が凄い。廃熱も凄い。</p>",
						"<p>航空機に積む為のエンジンなので、 小型、軽量、高出力が良いところだったのに、 消音の為に大型化され、結果的に客室も狭くなる事に。</p>",
						"<p>さらに、トンネルの中で排気された高温のガスを、後続の車両のエンジンが吸気し、 安全の為に緊急停止したり、トラブルが続出した。</p>",
						"<p>気温差に弱くパワーが出ない、 低速時の燃費が想像以上に悪い、 停車駅が多かったり、連続したカーブでは大きなデメリットとなった。</p>",
						"<p>時代も味方をせず、1973年の「オイルショック」が追い打ちになり、 ガスタービンエンジンの構想は消え、 試作車はＪＲ東日本 大宮総合車両センターで非公開保存とされた。</p>",
						"<p>１６話で 「鉄道用エンジンとしては実用化しなかったが、バトル専用仕様ならばあるいは…」 と、須藤京一と高橋涼介が話をしているのには、 上記のような研究、開発、結果があった為である。</p>",
						"<p>舞台となった近鉄奈良線は、 奈良から生駒山を超え、大阪難波へ抜ける山越えの路線。 <a href='https://ja.wikipedia.org/wiki/%E8%BF%91%E9%89%84%E5%A5%88%E8%89%AF%E7%B7%9A' target='_blank'>（（Wikipedia））</a></p>",
						"<p>平城宮跡の中を突っ切り、勾配を登り、 3.3kmの長い生駒トンネルを抜ける。</p>",
						"<p>石切駅から額田駅への土讃線スペシャル区間は、勾配もきつく、 大きなカーブを描き、空中をショートカットするには良い区間である。 この区間は標高が高く、大阪の夜景を一望出来る。</p>",
						"<p>布施駅から近鉄大阪線が合流し、複々線区間となる。</p>",
						"<p>終点の大阪難波から先は、 現在は阪神なんば線が開通し、 そのまま阪神電鉄に乗り入れる事が出来る。</p>",
						"<p>既に否定された技術である「ガスタービンエンジン」。 フタを開けて見ると、とても面白いバトルになり、 爆音と黒煙を上げて走る２０００ＧＴは、 電車でＤでは人気車両のひとつになりました。</p>"
					]
				},
				{
					"name": "50000",
					"alias": "南海５００００系 ラピート",
					"description": 
					[
						"<a href='https://ja.wikipedia.org/wiki/%E3%83%A9%E3%83%94%E3%83%BC%E3%83%88' target='_blank'>（（Wikipedia））</a>",
						"<p>運転士は御木</p>",
						"<p>南海電鉄の難波と、関西国際空港（カンクー）を結ぶ、通称「鉄仮面」の空港特急。 （南海電鉄） <a href='https://ja.wikipedia.org/wiki/%E5%8D%97%E6%B5%B7%E9%9B%BB%E6%B0%97%E9%89%84%E9%81%93' target='_blank'>（（Wikipedia））</a></p>",
						"<p>由来はrapidで、ドイツ語で「速い」の意味。 登場は1994年で、大阪の市街地と空港をノンストップ、２９分で結んだ。</p>",
						"<p>…のだが、リムジンバスや、競合他社の京都直結の特急列車に対して優位性が発揮できず、利用客が低迷。 途中停車駅を増やしノンストップ運行は廃止された。</p>",
						"<p>2010年以降は、市況の回復で海外旅行者が増えたのと、 海外の旅行代理店への営業努力で利用者が大きく増加、 空港連絡鉄道として、 また、平日は座席指定の通勤ライナーとして、需要が伸びている。</p>",
						"<p>２０１４年に「ガンダムＵＣ」とタイアップし、深紅のラピート、 <a href='https://www.youtube.com/watch?v=2NohInElWGA' target='_blank'>（YouTube）</a> 「Ｐｅａｃｈ」とタイアップし、白いラピートが、 <a href='https://www.youtube.com/watch?v=57fp-YIR5Lk' target='_blank'>（YouTube）</a> ２０１５年には「スターウォーズ」とタイアップし、黒のラピートが登場するなど、 カラーバリエーションも増えている。 <a href='https://www.youtube.com/watch?v=1I8fwXnji7I' target='_blank'>（YouTube）</a></p>",
						"<p>すごい見た目だ…</p>"
					]
				}
			]
		},

		"rising": {
			"name": "Rising Stage",
			"description": "「Densha de D: Rising Stage（電車D ライジングステージ）」は、Densha de Dシリーズの第4作目です。人気漫画『頭文字D』をパロディ化した電車レースゲームです。",
			"characters": [
				{
					"name": "Takumi Fujiwara",
					"alias": "藤原拓海",
					"description": 
					[
						"藤原拓海 (Takumi Fujiwara, 藤原拓海, Tokyopop版ではTakとして知られる) は、頭文字Dの主人公であり、Project Dのメンバーであり、秋名スピードスターズの友人かつ関連人物です。彼はトヨタスプリンターAE86トレノGTアペックス、または単に「ハチロク」と呼ばれる車のドライバーであり、元々は父親の文太の所有物でした。彼は強制的に父親の豆腐屋の配達員となり、毎朝秋名山で配達をしていました。",
						"<br>",
						"車についての知識がないように見えるにもかかわらず、実際には自分の車が「ハチロク」と呼ばれていることすら知らなかった拓海ですが、彼は非常に熟練したドライバーです。中学生の時から秋名山を走っており、これが秋赤城レッドサンズや妙義ナイトキッズなどの他のレーシングチームの注目を集め、彼らは拓海とレースをしたいと思いました。",
						"<br>",
						"拓海の台頭の中で、彼は高橋啓介、ナイトキッズのメンバー中里毅と庄司真吾、女性レーシングデュオのインパクトブルー、中村健太、そして最終的には高橋涼介とレースを行い、涼介の連勝記録を終わらせました。同時に、彼は茂木なつきと付き合っていました。",
						"<br>",
						"彼の連勝記録は、帝王のリーダー須藤京一と秋山でのレースで終わるかと思われました。しかし、京一はその対戦をレースとは考えておらず、単に拓海にハチロクが自分のエボIIIには力不足だと証明したかっただけだと述べました。ハチロクは文太によって修理され、新しいエンジンといくつかのアップグレードが施されました。修理後のハチロクで、彼は埼玉地域出身でハチロクのドライバーである秋山渉と対戦しました。",
						"<br>",
						"その後、京一との再戦や小柏カイとのレースを経て、なつきと和解し、それぞれの道を進むことになりました。その後、彼は涼介の新しいチーム「Project D」に参加しました。このチームは彼の以前のチーム「レッドサンズ」と似た目標を持っていました。Project Dのダウンヒルドライバーとして、彼のスキルは大幅に向上し、異なる地域のより強力な対戦相手とレースを行い、同時にゴルファーの上原美佳という二人目の恋人と出会いました。",
						"<br>",
						"Project Dでの最後のレースはサイドワインダーのメンバー乾信司との対戦でした。勝利したものの、ハチロクのエンジンは破壊されました。現在、彼は文太のスバルインプレッサを運転しており、秋名山でのレースを続けながら、プロのレーサーになる計画を立てています。",
						"<br>"
					]
				},
				{
					"name": "Keisuke Takahashi",
					"alias": "高橋啓介",
					"description": 
					[
						"高橋啓介 (Keisuke Takahashi, 高橋啓介, K.T.) は、レッドサンズのナンバー2ドライバーです。啓介はアンフィニRX-7タイプR（FD3S）を運転し、兄の涼介に次ぐ熟練ドライバーです。啓介はかなり短気な若者で、負けることを嫌います。また、感情に従って運転することで知られており、例えば勝てないと気づくと運転が乱れ、逆にリードしている時は無邪気で非常にリラックスしています。彼はかつて両親に反抗し、多くの争いを起こしました。両親は啓介を諦めましたが、涼介は啓介の気持ちをよく理解していました。その後、涼介は啓介をダウンヒルに連れて行き、彼の人生を変えました。涼介が啓介をストリートレースに引き込む前、啓介は暴走族のリーダーでした。彼は兄の新しいチームに参加し、拓海とライバル関係を持つようになります。啓介はほとんどのレースでヒルクライム（上り）を担当し、拓海はダウンヒルを担当します。",
						"<br>",
						"啓介は兄のように分析的ではありませんが、涼介の計算や分析能力に驚嘆しています。一方で、啓介の「考えすぎずに感じるままに運転する能力」には涼介も驚かされています。涼介はレースをあまり長く続けるつもりはなく、将来医者になることを決意していますが、啓介は人生をレースに捧げており、最終的な目標はプロのレーサーになることです。しかしまず、彼は拓海に勝たなければなりません。表面上は仲良く見えますが、二人の間には誰がエースかという議論が続いており、しかし啓介は拓海を尊敬しています。啓介は、拓海が大きな戦いの前でもすぐに眠りにつく姿を見て、「拓海はプレッシャーというものを知っているのだろうか」と自問し、自分が拓海ほど強い精神力を持っていないと語ったことがあります。",
						"<br>",
						"Fourth Stageアニメの終盤までに、啓介のスキルは劇的に向上し、プロのレーシングチームから連絡先を提供されるほどになります。しかし、啓介は自分にはまだプロのレーサーになる準備が整っていないと考え、その申し出を断ります。同時に、拓海は「本気のレースをしたら啓介は自分を倒せるかもしれない」と述べています。",
						"<br>",
						"Final Stageの後、彼はRX-7を駆り、富口を専属メカニックとして持つフルプロのレーサーになります。",
						"<br>"
					]
				},
				{
					"name": "Atsuro Kawai",
					"alias": "川井 淳郎",
					"description": 
					[
						"Atsuro Kawai（川井 淳郎）は、栃木県を拠点にしたセブン・スター・リーフのリーダーであり、ヒルクライムレーサーです。彼は優れたドライバーのように見え、グリップ走行テクニックを好むが、その技術は中里毅には到底及びません。彼の車は400馬力にチューンされています。",
						"<br>"
					]
				},
				{
					"name": "Daiki Ninomiya",
					"alias": "二宮 大輝",
					"description": 
					[
						"二宮 大輝（にのみや だいき、トーキョーポップ版ではダイスとして知られる）は、戸堂学園のエースであり、現在の生徒で、シリーズの中でも優れたドライバーの一人です。彼は黄色のシビックタイプR（EK9）を運転し、プロジェクトDのタクミとのダウンヒルバトルを繰り広げます。彼の父親はレースドライバーです。彼はブレーキ技術に優れ、コーナーで毎回完璧な場所でブレーキペダルを離すことができます。大輝はまた、学校の歴代3人のダウンヒルドライバーの一人です。彼はスマイリー坂井や立木智之とも親しい友人です。",
						"<br>"
					]
				},
				{
					"name": "Smiley Sakai",
					"alias": "スマイリー 酒井",
					"description": 
					[
						"スマイリー酒井（スマイリー さかい、Sumairī Sakai）は、戸堂学園の生徒で、ダイキの友人の一人です。インテグラタイプR DC2を運転し、アフターマーケットのターボチャージャーを装備しています。酒井は、プロジェクトDのケイスケとのヒルクライムバトルを繰り広げます。",
						"<br>",
						"彼はレース中に二つのテクニックを使用します。一つ目は、コーナーに高速度で入って相手に同じことをさせ、その後、コーナー中に自分の速度を修正する方法です。もう一つは、相手をフェイントブレーキで引き離し、相手にバックオフさせながら自分は加速して逃げるという技です。レース中、彼は顔を引き締めることで笑っているように見えるため、彼のニックネームはスマイリー酒井です。",
						"<br>",
						"ダイキが「酒井さん」と敬称を使って彼を呼ぶことから、スマイリーは戸堂学園の先輩であり、戸堂のレース経験、特にパープルシャドウとのライバル関係やトップレーサーたちについて多くのことを知っている理由だと推測できます。",
						"<br>"
					]
				},
				{
					"name": "Toru Suetsugu",
					"alias": "末次 トオル",
					"description": 
					[
						"末次トオル（Suetsugu Tōru）は、セブンスターフィーのダウンヒルレーサーで、無謀でカミカゼ的なダウンヒルスタイルで知られています。トオルはシリーズの中で唯一、まともな関係を持っているドライバーで、彼にはナオという彼女がいます。ナオは彼をとても大切にしており、彼のレースに対してはあまり賛成していません。特に、彼がほぼ常にお金がなく、よくお金を借りることに対して反対しています。",
						"<br>",
						"セブンスターフィーがリョウスケ率いるプロジェクトDに挑戦されたとき、トオルはタクミと対戦することになりました。再び彼は新しいタイヤを購入するために彼女からお金を借りました。彼女は了承しましたが、条件として、もし彼が敗北したらレースをやめるか、二人の関係を終わらせるというものでした。トオルはタクミのウェイトシフト技術を真似して未開のガターを避けようとしましたが、右前輪がガターに引っかかり、車が一回転して止まりました。結局、彼はナオの要求を守りましたが、実はナオはその最終通告を彼を罪悪感で追い詰めるために言っただけだと分かります。それでも彼は、プロジェクトDと対戦できたことに感謝の意を表します。",
						"<br>"
					]
				},
				{
					"name": "Tomoyuki Tachi",
					"alias": "舘 智幸",
					"description": 
					[
						"舘智幸（Tachi Tomoyuki、Tokyopop: Touch）は、プロのレーサーで、トードースクールの卒業生、または「OB（オービー）」です。彼はプロジェクトDが敗北した後、八宝ヶ原で再戦するために呼ばれました。智幸はダイキのEK9を使用し、一度の試みでタクミのダウンヒル記録を破りましたが、車を限界まで追い込むことなく達成しました。智幸は学校のトップカーであるスプーンチューンのデモカーEK9を八宝ヶ原で使用することに同意しました。",
						"<br>",
						"彼のプロフェッショナルなレース用の服装は、ケイイチ・ツチヤが彼のレース時代やベストモータリング出演時に着ていたレーススーツをベースにしていると強く推測されています。緑のレーススーツ、手袋、赤いARDアシックのレーシングシューズがその証拠です。智幸は、ツチヤをストーリーの基盤として扱ったCDドラマ『イニシャルD』に役割を持っていた可能性があります。智幸はシビックをFDとのストレートで競り合うためにできる限りチューニングしましたが、驚くことにリョウスケは八宝ヶ原にエイト・シックスを送ることに決めました。彼はタクミとのレースで、ゴール前に道を横切る猫を避けるために車線から外れ、タクミに道を開けてしまいました。これによりタクミは彼を抜くことができました。その後、タクミは智幸に、なぜ突然タクミに道を譲ったのか尋ねました。智幸は、道を横切る何かを見たと思い、レーシング反射神経で即座に避けたと答えました。タクミはその際、テクニックの一環としてヘッドライトを消していました。",
						"<br>"
					]
				}
			],
			"trains":[
				{
					"name": "1720",
					"alias": "東武１７２０系ＤＲＣ",
					"description": 
					[
						"<a href='https://ja.wikipedia.org/wiki/%E6%9D%B1%E6%AD%A61720%E7%B3%BB%E9%9B%BB%E8%BB%8A' target='_blank'>（（Wikipedia））</a>",
						"<p>運転士は舘智幸</p>",
						"<p>960年から1991年から運用されていた、東武鉄道を代表する特急用車両。 通称「デラックスロマンスカー(Deluxe Romance Car 略称：DRC)」</p>",
						"<p>最高速度は165km/hで設計、製造された、本物の特急車両。</p>",
						"<p>これは国鉄が、東京～大阪は6時間30分で結ぶ計画を立て、 設計最高速度160km/hの「181系」を視野にいれていた為である。 （国鉄181系） <a href='https://ja.wikipedia.org/wiki/%E5%9B%BD%E9%89%84181%E7%B3%BB%E9%9B%BB%E8%BB%8A' target='_blank'>（（Wikipedia））</a></p>",
						"<p>東堂塾のデモカーにふさわしい、プロが仕上げた車両である。</p>",
						"<p>舞台となる東武東上線は 「池袋駅」をスタートし、市街地を抜け、郊外の最高速区間を突っ走り、 スタートから60kmの地点にある「嵐山信号場」でＵターンし、 再び池袋に戻る全長120kmのコースになる。 <a href='https://ja.wikipedia.org/wiki/%E6%9D%B1%E6%AD%A6%E6%9D%B1%E4%B8%8A%E6%9C%AC%E7%B7%9A' target='_blank'>（（Wikipedia））</a></p>",
						"<p>池袋駅からは、狭く低速コーナーが続く第１セクション、 和光市駅から複々線（４本の線路）の第２セクション、 志木駅から長いストレートが続く複線（２本の線路）の第３セクション 北坂戸駅の先の鉄橋から始まる、長いストレートと高速コーナーの第４セクション</p>",
						"<p>原作の頭文字Ｄで、東堂塾のコースが４つの区間に分けて語られていますが、 電車でＤの東武東上線も４つの区間に分けて語られています。 本当にそんな感じの路線ですので、是非先頭車両で楽しんで下さい。 帰ってくる頃には夕方になっていると思います。（路線が長い！）</p>"
					]
				},
				{
					"name": "2000",
					"alias": "名鉄２０００系 ミュースカイ",
					"description": 
					[
						"<a href='https://ja.wikipedia.org/wiki/%E5%90%8D%E9%89%842000%E7%B3%BB%E9%9B%BB%E8%BB%8A' target='_blank'>（（Wikipedia））</a>",
						"<p>運転士は川井淳郎</p>",
						"<p>中部国際空港（セントレア）へのアクセスを目的に開発された特急用車両。 <a href='https://www.youtube.com/watch?v=QDlAVbQzF0s' target='_blank'>（YouTube）</a></p>",
						"<p>舞台となる常滑線はカーブが多く、 曲線区間の高速走行が、名鉄の課題であった。</p>",
						"<p>（常滑線） <a href='https://ja.wikipedia.org/wiki/%E5%90%8D%E9%89%84%E5%B8%B8%E6%BB%91%E7%B7%9A target='_blank'>（（Wikipedia））</a></p>",
						"<p>そこで「空気バネ」を使った「車体傾斜装置」を搭載し、 既存車より5km/h～15km/h速くコーナーを走る速度を向上させている。</p>",
						"<p>白を基調に青をアクセントカラーとしているが、 赤い一般車も存在する。 <a href='https://ja.wikipedia.org/wiki/%E5%90%8D%E9%89%842200%E7%B3%BB%E9%9B%BB%E8%BB%8A' target='_blank'>（（Wikipedia））</a></p>",
						"<p>こちらは一般客が立って乗れるように、 車体傾斜装置は付いていない。</p>",
						"<p>電車バトルとは別に、戦っているマスコットキャラクター。 あれは、名古屋名物のキャラクターが多く戦っています。 手羽先やトンカツなど、おいしい名物なので、是非食べに行きましょう。</p>"
					]
				},
				{
					"name": "1000",
					"alias": "名鉄１０００系 パノラマハイパー",
					"description": 
					[
						"<a href='https://ja.wikipedia.org/wiki/%E5%90%8D%E9%89%841000%E7%B3%BB%E9%9B%BB%E8%BB%8A' target='_blank'>（（Wikipedia））</a>",
						"<p>運転士は末次トオル</p>",
						"<p>ＡＥ８６を作った会社、「トヨタ自動車」がある、 愛知県を走る名古屋鉄道、通称名鉄の特急用車両。</p>",
						"<p>1988年にデビューし、日本中の景気が良かった為、 コンセプトは「ハイ・アメニティ・エキスプレス」を元に設計された。</p>",
						"<p>先頭車両は、高い位置に席があるハイデッカー構造。 そして、大きな窓から展望が楽しめる「パノラマシート」がある。 展望席は指定席で、「ミューチケット」を買う必要がある。</p>",
						"<p>名鉄独特の長いメロディのミュージックホーンを搭載している。 <a href='https://www.youtube.com/watch?v=xqBUws9GntA' target='_blank'>（YouTube）</a></p>",
						"<p>このミュージックホーンの長い理由は、 踏切を我慢出来ない車を除ける為に、このような長いメロディになったらしい。 トヨタ自動車のある愛知県は、自動車が鉄道を苦しめるようだ？</p>",
						"<p>２０話で「ボロっちい」と言われていたが、 現在はリニューアルされ、塗装も少し変更された。</p>",
						"<p>バトルの舞台の名鉄本線は全長およそ100kmのロングコース。 片輪ドリフトに失敗しなければ、もっと長い話になっていたのでは… <a href='https://ja.wikipedia.org/wiki/%E5%90%8D%E9%89%84%E5%90%8D%E5%8F%A4%E5%B1%8B%E6%9C%AC%E7%B7%9A' target='_blank'>（（Wikipedia））</a></p>",
						"<p>物語の一番最初に出てくる喫茶店。 あれは「喫茶マウンテン」という有名な喫茶店です。 <a href='https://www.hotpepper.jp/mesitsu/entry/akihiro-ishiguro/18-00087' target='_blank'>（Hotpepper）</a></p>",
						"<p>人を選びますが、記念に行ってみるのも良いかもしれません…</p>",
						"<p>Youtubeに上げた、名鉄がバトルしている動画を見て、 コミケに、トヨタ勤務の方が来て、RisingStageを買って行かれました。 地元の方に、とても人気のようです。</p>"
					]
				},
				{
					"name": "50000",
					"alias": "東武５００００系",
					"description": 
					[
						"<p>運転士は二宮大輝</p>",
						"<p>2004年にデビューした東武鉄道の通勤車両。 （東武鉄道）</p>",
						"<p>「人と環境にやさしい次世代車両」をコンセプトに、 バリアフリー・省エネルギー・メンテナンスフリー化などを目指し設計、 「A-train」と呼ばれるモジュール工法を用いて、アルミ合金で製造されている。</p>",
						"<p>（A-train）</p>",
						"<p>１０両編成の車両で、電車でＤでは一番長い車両。</p>",
						"<p>舞台となった伊勢崎・日光線は、およそ140kmを走る超長ロングコース。 「鬼怒川温泉駅」から「浅草駅」まで、 特急列車で２時間の距離を、３０分程度で走る事になります。 途中には建設中のスカイツリーが見えます。</p>",
						"<p>（伊勢崎線） （日光線） </p>",
						"<p>現在は東京地下鉄や、東急など、他社に乗り入れている。 ちなみに東急は次回作ShiningStageで登場するので、 駅で電車を待っていると、次回作の車両と並ぶ姿が見られる。 （東急） </p>"
					]
				},
				{
					"name": "200",
					"alias": "東武２００系",
					"description": 
					[
						"<a href='https://ja.wikipedia.org/wiki/%E6%9D%B1%E6%AD%A6200%E7%B3%BB%E9%9B%BB%E8%BB%8A' target='_blank'>（（Wikipedia））</a>",
						"<p>運転士はスマイリー酒井 </p>",
						"<p>旧来の東武１８００系「りょうもう」に代わる形で、 1990年に登場した特急用車両。</p>",
						"<p>後述の１７２０系ＤＲＣを解体した時の部品を流用している。</p>",
						"<p>全電動車で、超多段バーニヤ抵抗制御を搭載している。 加速が良く、車重のおかげで車輪に粘着力が生まれ、上り坂にも強い。 半面、コーナーでは重量の影響がモロに出る。</p>",
						"<p>舞台となる伊勢崎・日光線、 次は「浅草駅」からスタートし、「東武日光駅」を目指します。</p>",
						"<p>途中でらき☆すたの聖地「鷲宮神社」の近くの踏切で… あ、伊勢崎線の「鷲宮駅」で降りると神社が近いです。</p>",
						"<p>ＢＧＭの元ネタ集。 パロディのパロディになるのかな…？</p>",
						"<p>Noizy Tribe（頭文字Ｄ） <a href='https://www.youtube.com/watch?v=w3rPQO3Q_bg' target='_blank'>（YouTube）</a></p>",
						"<p>m.o.e.v/Gravity（らき☆すた） <a href='https://www.youtube.com/watch?v=w3rPQO3Q_bg' target='_blank'>（YouTube）</a></p>",
						"<p>Deadly Smile（電車でＤ） <a href='https://www.youtube.com/watch?v=w3rPQO3Q_bg' target='_blank'>（YouTube）</a></p>"
					]
				}
			]
		},

		"shining": {
			"name": "Shining Stage",
			"description": "「Densha de D: Shining Stage（電車D シャイニングステージ）」は、Densha de Dシリーズの第5作目です。人気漫画『頭文字D』をパロディ化した電車レースゲームです。",
			"characters": [
				{
					"name": "icon_86",
					"alias": "",
					"description": 
					[
						"",
						"<br>"
					]
				}
			],
			"trains":[
				{
					"name": "86",
					"alias": "",
					"description": 
					[
						"",
						"<br>"
					]
				}
			]
		},

		"gleaming": {
			"name": "Gleaming Stage",
			"description": "新しい「Densha de D」ゲームが開発中です！リリース日についてはまだ不明です。",
			"characters": [
				{
					"name": "icon_86",
					"alias": "",
					"description": 
					[
						"",
						"<br>"
					]
				}
			],
			"trains":[
				{
					"name": "86",
					"alias": "",
					"description": 
					[
						"",
						"<br>"
					]
				}
			]
		}
	}
}